{
    "list-events": [
        {
            "id": 1,
            "text": "MyFrenchFilmFestival",
            "start": "2025-01-17",
            "end": "2025-02-18",
            "backColor": "#edc351",
            "location": "En ligne",
            "description": "MyFrenchFilmFestival est un festival de cinéma en ligne destiné à présenter le cinéma francophone contemporain au public du monde entier. Lancé en 2011, le festival propose une sélection de longs et courts métrages, mettant en avant les talents émergents et la diversité des histoires. Les spectateurs peuvent visionner les films en streaming sur le site officiel du festival et sur les plateformes partenaires, les courts métrages étant disponibles gratuitement. L'événement vise à promouvoir le cinéma francophone au-delà des frontières de la France, en le rendant accessible au public international grâce à des sous-titres en plusieurs langues.",
            "longDate": "17 janvier - 17 février",
            "local": "False",
            "free": "True",
            "connection": "ca",
            "country": "France, Online",
            "type": "film"
        },

        {
            "id": 2,
            "text": "J-Music Festival in Paris",
            "start": "2025-02-24",
            "end": "2025-02-25",
            "backColor": "#edc351",
            "location": "Paris",
            "description": "Le J-Music Festival in Paris célèbre la musique et la culture japonaises, en proposant des spectacles dans des genres aussi variés que la J-pop, le rock et la musique traditionnelle japonaise. Organisé chaque année, ce festival rassemble à la fois des talents émergents et des artistes confirmés du Japon, offrant une occasion unique aux fans de découvrir des spectacles en direct au cœur de Paris. L'événement est une célébration vibrante de la diversité musicale japonaise, offrant un échange culturel passionnant pour le public.",
            "longDate": "24 février",
            "local": "False",
            "free": "False",
            "connection": "jp",
            "country": "France",
            "type": "music"
        },

        {
            "id": 3,
            "text": "Les César",
            "start": "2025-02-28",
            "end": "2025-03-01",
            "backColor": "#ff6459",
            "location": "Paris",
            "description": "Les César sont les récompenses cinématographiques les plus prestigieuses de France, célébrant l'excellence du cinéma français. Créés en 1976 et organisés par l'Académie des Arts et Techniques du Cinéma, ils sont souvent considérés comme l'équivalent français des Oscars. Organisée chaque année à Paris, la cérémonie récompense les réalisations dans les domaines de la réalisation, de l'interprétation, de l'écriture et de la technique, le prix le plus convoité étant celui du meilleur film. Nommé d'après le sculpteur César Baldaccini, qui a conçu le trophée, l'événement constitue un moment fort du calendrier cinématographique français, récompensant à la fois des talents confirmés et émergents.",
            "longDate": "28 février",
            "local": "False",
            "free": "False",
            "connection": "None",
            "country": "France",
            "type": "film"
        },

        {
            "id": 4,
            "text": "Festival Printemps des Arts de Monte-Carlo",
            "start": "2025-03-02",
            "end": "2025-05-07",
            "backColor": "#ff6459",
            "location": "Monaco",
            "description": "Le Festival Printemps des Arts de Monte-Carlo est un événement annuel qui se tient à Monaco de mars à avril et qui rassemble des musiciens, des danseurs et des artistes visuels de renommée mondiale. Le festival est connu pour son mélange de chefs-d'œuvre classiques et d'œuvres contemporaines, mettant souvent à l'honneur des compositeurs méconnus aux côtés d'orchestres renommés tels que l'Orchestre Philharmonique de Monte-Carlo et d'ensembles internationaux de premier plan. Les concerts, les expositions et les spectacles de danse se déroulent dans des lieux prestigieux tels que l'Opéra de Monte-Carlo et le Musée océanographique.",
            "longDate": "2 mars - 6 mai",
            "local": "False",
            "free": "False",
            "connection": "None",
            "country": "France",
            "type": "music"
        },

        {
            "id": 5,
            "text": "Banlieues Bleues Jazz Festival",
            "start": "2025-03-14",
            "end": "2025-04-12",
            "backColor": "#95e364",
            "location": "Seine-Saint-Denis",
            "description": "Banlieues Bleues est un festival de jazz qui se déroulent en banlieue parisienne de mars à avril et qui présente des artistes renommés et des artistes en devenir. Les concerts ont lieu dans divers lieux de la Seine-Saint-Denis et mettent en valeur un large éventail de styles de jazz, souvent imprégnés d'influences mondiales, de hip-hop et de sons expérimentaux. Le festival met également l'accent sur l'engagement de la communauté, en amenant les spectacles dans des lieux inattendus et en rendant le jazz accessible à un public plus large.",
            "longDate": "14 mars - 11 avril",
            "local": "False",
            "free": "False",
            "connection": "None",
            "country": "France",
            "type": "music"
        },

        {
            "id": 6,
            "text": "Festival du Film Français - Yokohama",
            "start": "2025-03-20",
            "end": "2025-03-24",
            "backColor": "#5aa8cc",
            "location": "Yokohama, Japon",
            "description": "Le Festival du film français de Yokohama est une célébration vibrante du cinéma français contemporain, qui se tient chaque année au mois de mars dans cette ville portuaire pittoresque. Accueilli dans des salles telles que le Minato Mirai Hall, le festival présente au public japonais une sélection triée sur le volet de films français récents, allant des drames émouvants aux comédies inventives, en passant par des premiers longs métrages saisissants. Les réalisateurs et les acteurs sont souvent présents en personne, offrant un aperçu de leur travail par le biais de questions-réponses, de tables rondes et d'apparitions sur le tapis rouge. Avec son mélange de découvertes cinématographiques et d'échanges culturels, le festival met en lumière la diversité et la créativité du cinéma français moderne dans un cadre international unique.",
            "longDate": "20 mars - 23 mars",
            "local": "False",
            "free": "False",
            "connection": "jp",
            "country": "Japan",
            "type": "film"
        },

        {
            "id": 7,
            "text": "Bonjour France - Cérémonie d'ouverture du 10e anniversaire",
            "start": "2025-04-04",
            "end": "2025-04-05",
            "backColor": "#f59de3",
            "location": "Tokyo, Japon",
            "description": "La cérémonie d'ouverture du 10e anniversaire de Bonjour France à Tokyo présentera une riche sélection de musique française, avec des interprétations classiques et contemporaines. L'événement mettra en lumière les talents de Cocomi, une flûtiste japonaise de renom qui s'est formée en France et qui interprète régulièrement le répertoire français. Le concert mettra également en vedette Philippe Marchand, pianiste et chanteur français, qui interprétera une sélection de chansons françaises classiques et de pièces instrumentales. En outre, Yukiko Ninomiya, pianiste japonaise spécialisée dans les compositeurs français, interprétera des œuvres de grands musiciens français, dont Debussy et Ravel, soulignant ainsi l'influence de la musique française sur la culture mondiale. Cette célébration de la musique française au cœur de Tokyo reflète les échanges culturels permanents entre la France et le Japon, offrant au public la possibilité de découvrir la beauté intemporelle du patrimoine musical français.",
            "longDate": "4 avril",
            "local": "False",
            "free": "False",
            "connection": "jp",
            "country": "Japan",
            "type": "music"
        },

        {
            "id": 8,
            "text": "Revolution: La Musique des Beatles",
            "start": "2025-04-05",
            "end": "2025-04-06",
            "backColor": "#ad72e0",
            "location": "Paris",
            "description": "Organisé au Grand Rex à Paris, Revolution : La Musique des Beatles est un hommage symphonique au célèbre groupe britannique. Le spectacle comprend des images d'archives exclusives, des animations et de nouveaux arrangements orchestraux de chansons classiques, telles que All You Need Is Love et Here Comes the Sun. En outre, de nouvelles photos provenant de collections historiques seront projetées tout au long de la soirée.",
            "longDate": "5 avril",
            "local": "False",
            "free": "False",
            "connection": "gb",
            "country": "France",
            "type": "music"
        },

        {
            "id": 9,
            "text": "Festival de Cannes",
            "start": "2025-05-13",
            "end": "2025-05-25",
            "backColor": "#ad72e0",
            "location": "Cannes, Provence-Alpes-Côte-d'Azur",
            "description": "Le Festival de Cannes, créé en 1946, est l'un des événements les plus prestigieux et les plus influents du cinéma mondial. Organisé chaque année sur la Côte d'Azur, il attire des cinéastes, des critiques et des stars du monde entier. Avec son tapis rouge emblématique, ses premières exclusives et sa compétition féroce, Cannes a lancé la carrière de réalisateurs légendaires et façonné la trajectoire du cinéma international. La plus haute distinction du festival, la Palme d'or, reste l'une des récompenses les plus convoitées de l'industrie.",
            "longDate": "13 mai - 24 mai",
            "local": "False",
            "free": "False",
            "connection": "None",
            "connectionGb": "Palme d'or des films britanniques et des coproductions : <ul><li>Brève rencontre (1945)</li><li>Le Troisième Homme (1949)</li><li>Le Knack... et comment l'avoir (1965)</li><li>Blow-Up (1966)</li><li>if.... (1968)</li><li>Le Messager (1971)</li><li>La Méprise (1973)</li><li>Paris, Texas (1984)</li><li>La Mission (1986)</li><li>Barton Fink (1991)</li><li>Les Meilleures Intentions (1992)</li><li>Secrets et mensonges (1996)</li><li>Le Pianiste (2002)</li><li>Le vent se lève (2006)</li><li>Oncle Boonmee (celui qui se souvient de ses vies antérieures) (2010)</li><li>Moi, Daniel Blake (2016)</li><li>Sans filtre (2022)</li></ul>",
            "connectionCa": "Aucun film québécois ou même canadien n'a remporté la Palme d'Or à Cannes. Toutefois, des productions québécoises ont été récompensées : <ul><li><em>Juste la fin du monde</em> (2016) a remporté le Grand Prix</li><li><em>Jésus de Montréal</em> (1989) et <em>Mommy</em> (2014) a remporté le Prix du Jury</li><li>Le réalisateur québécois Michel Brault a remporté le prix du meilleur réalisateur pour <em>Les ordres</em> (1974)</li></ul>",
            "connectionJp": "Films japonais ayant obtenu la Palme d'Or à Cannes : <ul><li>La Porte de l'enfer (1953)</li><li>Kagemusha, l'ombre du guerrier (1980)</li><li>La Ballade de Narayama (1983)</li><li>L'Anguille (1997)</li><li>Une Affaire de famille (2018)</li></ul>",
            "country": "France",
            "type": "film"
        },

        
        {
            "id": 10,
            "text": "French Connections",
            "start": "2025-05-17",
            "end": "2025-05-18",
            "backColor": "#edc351",
            "location": "Liverpool, Angleterre",
            "description": "Ce concert orchestral explore la musique des compositeurs français de la fin du XIXe siècle et du début du XXe siècle. Le programme comprend des œuvres de Pierné, Bonis, Fauré et Bizet, interprétées par un ensemble dirigé par Helen Thomas. Organisé dans le grand hall de l'université Liverpool Hope, l'événement propose un mélange de pièces connues et de sélections moins connues, mettant en lumière l'étendue et la richesse de la tradition classique française.",
            "longDate": "17 mai",
            "local": "False",
            "free": "False",
            "connection": "gb",
            "country": "England",
            "type": "music"
        },

        {
            "id": 11,
            "text": "Festival International du Film d'Animation d'Annecy",
            "start": "2025-06-08",
            "end": "2025-06-15",
            "backColor": "#95e364",
            "location": "Annecy, Auvergne-Rhône-Alpes",
            "description": "Le Festival international du film d'animation d'Annecy est la plus grande célébration mondiale du cinéma d'animation. Il se tient chaque année dans la ville pittoresque d'Annecy, en France. Il présente une sélection variée de films d'animation, des courts aux longs métrages, représentant des studios et des créateurs indépendants du monde entier. Tandis que les professionnels de l'industrie se réunissent pour des avant-premières, des ateliers et des événements de réseautage, le festival propose également des projections gratuites en plein air, permettant au grand public de profiter de l'animation sous les étoiles au bord du lac d'Annecy.",
            "longDate": "8 juin - 14 juin",
            "local": "False",
            "free": "True",
            "connection": "None",
            "country": "France",
            "type": "film"
        },

        {
            "id": 12,
            "text": "Les Francos de Montréal",
            "start": "2025-06-13",
            "end": "2025-06-22",
            "backColor": "#ff6459",
            "location": "Montréal, Québec, Canada",
            "description": "Les Francos de Montréal sont un important festival de musique francophone qui se tient chaque année en juin au cœur de Montréal. Pendant une semaine, le festival propose environ 150 concerts, souvent gratuits, avec des artistes francophones confirmés ou émergents. Les genres musicaux vont de la pop au rock en passant par le hip-hop, l'électronique et la chanson, reflétant ainsi la diversité de la francophonie. Les événements se déroulent dans divers lieux du Quartier des Spectacles, créant ainsi une atmosphère animée et en plein air dans le centre-ville. Avec son mélange de stars internationales et de talents locaux, les Francos de Montréal célèbrent la richesse et l'évolution de la musique francophone.",
            "longDate": "13 juin - 21 juin",
            "local": "False",
            "free": "False",
            "connection": "ca",
            "country": "Canada",
            "type": "music"
        },

        {
            "id": 13,
            "text": "Paris Jazz Festival",
            "start": "2025-06-25",
            "end": "2025-09-08",
            "backColor": "#95e364",
            "location": "Paris",
            "description": "Le Paris Jazz Festival est une célébration estivale du jazz qui se tient au Parc Floral de Paris, avec des spectacles d'artistes internationaux et émergents de renom. Le festival propose un mélange éclectique de styles de jazz, allant des classiques intemporels aux interprétations modernes, en passant par des sons expérimentaux innovants. Situé dans un cadre magnifique en plein air, l'événement offre une atmosphère détendue où les visiteurs peuvent apprécier une musique de classe mondiale entourée par la nature. De plus, les concerts sont gratuits, ce qui en fait un événement accessible et incontournable du calendrier culturel parisien.",
            "longDate": "25 juin - 7 septembre",
            "local": "False",
            "free": "True",
            "connection": "None",
            "country": "France",
            "type": "music"
        },

        {
            "id": 14,
            "text": "Francophone Day Party",
            "start": "2025-06-28",
            "end": "2025-06-29",
            "backColor": "#d1158c",
            "location": "Londres, Angleterre",
            "description": "Organisée à Londres, la Francophone Day Party est une célébration de la musique, de la danse et de la culture du monde francophone. L'événement rassemble des genres tels que l'afrobeats, le kompa, le zouk, le coupé-décalé, le bashment français et bien d'autres encore, créant une atmosphère animée qui met en lumière la diversité des sons francophones. Avec une sélection de DJ, un cadre extérieur spacieux et un accent mis sur la communauté, la fête propose de la nourriture, des boissons et de la danse tout au long de la journée.",
            "longDate": "28 juin",
            "local": "False",
            "free": "False",
            "connection": "gb",
            "country": "England",
            "type": "music"
        },

        {
            "id": 15,
            "text": "Cognac Blues Passions",
            "start": "2025-07-02",
            "end": "2025-07-06",
            "backColor": "#f59de3",
            "location": "Cognac, Nouvelle-Aquitaine",
            "description": "Cognac Blues Passions est un festival de musique qui se déroulent dans la ville de Cognac, dans le sud-ouest de la France, et qui célèbre le jazz, la soul et le rhythm and blues dans un cadre décontracté et intime. Le festival a lieu tous les ans en juillet et accueille des spectacles dans des lieux historiques et en plein air. Sur les 70 concerts proposés, 40 sont gratuits, ce qui en fait un événement accessible à un large public. Avec un mélange de stars internationales et de talents émergents, Cognac Blues Passions s'est forgé une réputation de festival accueillant et diversifié de la musique live.",
            "longDate": "2 juillet - 5 juillet",
            "local": "True",
            "free": "True",
            "connection": "None",
            "country": "France",
            "type": "music"
        },

        {
            "id": 16,
            "text": "Dinard Festival du Film Brittanique et Irlandais",
            "start": "2025-10-01",
            "end": "2025-10-06",
            "backColor": "#5aa8cc",
            "location": "Dinard, Brittanie",
            "description": "Le Festival du film britannique de Dinard est une célébration annuelle du cinéma britannique qui se tient dans la ville balnéaire de Dinard, en Bretagne. Depuis 1989, il permet aux cinéastes britanniques de présenter leur travail au public français, en proposant une sélection variée de films, allant des grandes productions aux joyaux indépendants. Les projections sont ouvertes à la fois aux professionnels de l'industrie et au grand public. Des billets sont disponibles pour les films individuels ainsi que des laissez-passer pour ceux qui souhaitent assister à plusieurs projections. Le festival organise également des événements spéciaux tels que des projections en plein air, des discussions avec les cinéastes et des cérémonies de remise de prix.",
            "longDate": "1 octobre - 5 octobre",
            "local": "True",
            "free": "False",
            "connection": "gb",
            "country": "France",
            "type": "film"
        },

        {
            "id": 17,
            "text": "CINEMANIA",
            "start": "2025-11-05",
            "end": "2025-11-17",
            "backColor": "#ad72e0",
            "location": "Montréal, Québec, Canada",
            "description": "CINEMANIA est le plus grand festival de films francophones d'Amérique du Nord, qui se tient à Montréal chaque année en novembre. Fondé en 1995, il présente une sélection de près de 60 films et documentaires du monde francophone, tous sous-titrés en anglais. Le festival met l'accent sur les premières, de nombreux films faisant leurs débuts en Amérique du Nord ou au Canada. Les projections ont lieu dans des salles du centre-ville de Montréal, telles que le Cinéma Impérial et la Cinémathèque québécoise, créant ainsi une atmosphère culturelle vibrante. CINEMANIA propose également des masterclasses, des conférences et des événements spéciaux.​",
            "longDate": "5 novembre - 16 novembre",
            "local": "False",
            "free": "False",
            "connection": "ca",
            "country": "Canada",
            "type": "film"
        },

        {
            "id": 18,
            "text": "Les Saisons Hanabi",
            "start": "2025-12-01",
            "end": "2025-11-30",
            "backColor": "#f59de3",
            "location": "France",
            "description": "Les Saisons Hanabi est un festival annuel de cinéma japonais qui se tient dans toute la France, généralement en novembre et décembre. Le festival présente une sélection de films japonais contemporains, offrant au public français l'opportunité d'explorer la diversité du paysage cinématographique japonais. Bien qu'il se déroule principalement à Paris, des projections ont également lieu dans plusieurs villes de France. Le festival est conçu pour présenter le cinéma japonais à un public plus large et les films sont souvent accompagnés d'événements spéciaux et de discussions.",
            "longDate": "novembre / decembre",
            "local": "False",
            "free": "False",
            "connection": "jp",
            "country": "France",
            "type": "film"
        },

        {
            "id": 19,
            "text": "La fête du cinéma - French Film Festival UK",
            "start": "2025-12-01",
            "end": "2025-11-30",
            "backColor": "#ad72e0",
            "location": "Royaume-Uni",
            "description": "Le Festival du film français au Royaume-Uni est une célébration annuelle du cinéma français et francophone, qui se déroule dans plusieurs villes du Royaume-Uni. Créé en 1992, le festival s'est développé pour devenir un événement culturel important, présentant une gamme variée de films de France et du monde francophone au sens large. Le festival, qui se tient généralement de novembre à décembre, présente une sélection de films contemporains et classiques, dont des drames, des comédies, des documentaires et des films d'animation. Les projections ont lieu dans de nombreuses salles du pays, comme le Ciné Lumière à Londres et l'Institut français d'Écosse à Édimbourg, et permettent au public d'avoir accès à des films en langue française accompagnés de sous-titres en anglais. Le festival propose également souvent des interventions de cinéastes et d'acteurs, offrant aux spectateurs un aperçu unique des films et des processus créatifs qui les sous-tendent.",
            "longDate": "novembre / decembre",
            "local": "False",
            "free": "False",
            "connection": "gb",
            "country": "UK",
            "type": "film"
        }        
    ]
}