{
    "challenges": "Défis",
    "challenges-title": "Défis | L'Hexagone",
    "webcams": "Webcams",
    "webcams-title": "Webcams | L'Hexagone",

    "large-landmarks": "Grands monuments",
    "large-landmarks-description": "Trouvez votre chemin de l'Arc de Triomphe à la Tour Eiffel, sans utiliser de carte !",
    "large-landmarks-trivia-1": "Commandé par Napoléon en 1806 après sa victoire à Austerlitz, l'Arc de Triomphe rend hommage à ceux qui ont combattu et sont morts pour la France pendant les guerres révolutionnaires et napoléoniennes. Il a fallu 30 ans pour l'achever et il est aujourd'hui un symbole de fierté nationale, avec la Tombe du Soldat inconnu, qui a été ajoutée en 1921 pour commémorer les morts de la Première Guerre mondiale.",
    "large-landmarks-trivia-2": "La tour Eiffel, achevée en 1889, a d'abord été critiquée pour sa conception, mais elle est devenue un symbole emblématique de Paris. Avec ses 330 mètres de haut, elle a été la plus haute structure artificielle du monde jusqu'à l'achèvement du Chrysler Building à New York en 1930. Conçue par l'ingénieur Gustave Eiffel, la tour devait à l'origine être temporaire, mais son utilité pour la recherche scientifique et les télécommunications lui a permis de devenir permanente. Aujourd'hui, c'est l'un des monuments les plus visités au monde, attirant des millions de touristes chaque année.",

    "lets-meet": "Rencontrons-nous !",
    "lets-meet-description": "Faites se rencontrer les Street Views en atteignant le même point avec la même orientation !",
    "lets-meet-trivia-1": "Vous êtes en train de regarder le lac de Naussac, à la limite de Langogne, dans le département de la Lozère, en Occitanie. Le lac de Naussac est un réservoir tranquille entouré d'un paysage naturel magnifique. C'est une destination populaire pour les activités de plein air telles que la pêche, la randonnée et les sports nautiques.",
    "lets-meet-trivia-2": "Vous êtes au centre de Langogne, une petite ville du département de la Lozère, en Occitanie, connue pour ses bâtiments historiques et sa place du marché centrale. La ville possède un riche patrimoine, ses origines remontant à la période médiévale. Elle sert de centre local pour les communautés rurales environnantes et offre une atmosphère paisible et traditionnelle.",

    "its-an-emergency": "C'est une urgence !",
    "its-an-emergency-description": "Vite ! Nous devons trouver une pharmacie pour acheter un médicament contre la toux ! Trouvez-en une le plus rapidement possible.",
    "its-an-emergency-trivia-1": "Note : Les pharmacies sont marquées d'une croix verte.",
    "its-an-emergency-trivia-2": "Bar-le-Duc est une ville historique située dans la région Grand Est, dans le nord-est de la France. Connue pour sa belle architecture Renaissance et sa situation pittoresque le long de la rivière Ornain, Bar-le-Duc est célèbre pour sa gelée traditionnelle, fabriquée à partir de fruits locaux, et offre un aperçu du passé de la France avec des monuments tels que le château de Bar-le-Duc et l'église Saint-Étienne.",

    "list-webcams": [
        {
            "id": 1,
            "title": "Port de la Santé, Villefranche-sur-Mer, Provence-Alpes-Côte d'Azur",
            "description": "Le Port de la Santé est un petit port pittoresque situé à Villefranche-sur-Mer, dans la région Provence-Alpes-Côte d'Azur. Niché le long de la côte méditerranéenne, il est connu pour ses bateaux colorés, ses bateaux de croisière et son front de mer pittoresque.",
            "embed": "zkEdGueUrek"
        },

        {
            "id": 2,
            "title": "La Plagne-Tarentaise, Auvergne-Rhône-Alpes",
            "description": "La Plagne-Tarentaise est une région alpine pittoresque des Alpes françaises, connue pour ses pentes enneigées, ses stations de ski et ses vues sur les montagnes. Elle fait partie de la célèbre région de Paradiski, qui attire les skieurs et les amateurs de sports d'hiver du monde entier.",
            "embed": "emSM3Eh0YUw"
        },

        {
            "id": 3,
            "title": "Munster, Grand Est",
            "description": "Munster est une charmante ville de la région Grand Est de la France, nichée dans les Vosges. Connue pour son architecture alsacienne traditionnelle et son célèbre fromage de Munster, elle offre un cadre paisible entouré de collines ondulantes et de verdure luxuriante.",
            "embed": "9gpgv4CvAwc"
        },

        {
            "id": 4,
            "title": "Port des Sables d’Olonne, Pays de la Loire",
            "description": "Le Port des Sables-d'Olonne est un port dynamique de la côte atlantique, réputé pour sa flotte de pêche et son port de plaisance, point de départ de la course du Vendée Globe. L'entrée du port est marquée par plusieurs phares, tandis que les environs offrent un front de mer animé avec des cafés et des promenades.",
            "embed": "IzQTpP2veLU"
        },

        {
            "id": 5,
            "title": "Saint-Malo, Bretagne",
            "description": "Saint-Malo, située en Bretagne, est une ville portuaire historique connue pour son étonnante vieille ville fortifiée et son port pittoresque. La ville a une riche histoire maritime et son port est une plaque tournante pour les navires commerciaux et de plaisance. Saint-Malo est particulièrement appréciée pour ses plages, ses fruits de mer et son littoral remarquable.",
            "embed": "J3xg6-S2bFU"
        },

        {
            "id": 6,
            "title": "Font-Romeu-Odeillo-Via, Occitanie",
            "description": "Font-Romeu-Odeillo-Via est une ville de montagne des Pyrénées françaises, réputée pour sa station de ski, son climat ensoleillé et son centre d'entraînement en altitude. Elle abrite également l'un des plus grands fours solaires du monde, le Four Solaire d'Odeillo.",
            "embed": "v41wlakLZcc"
        }
    ]
}