{
    "overview": "Aperçu",
    "history": "Histoire",
    "events": "Événements",
    "locations": "Lieux",

    "film-of-the-week": "Film de la Semaine",
    "directed": "Dir.",

    "overview-description-1": "Le cinéma français est depuis longtemps considéré comme un pilier du cinéma mondial, réputé pour ses contributions artistiques et ses récits novateurs. Depuis le travail de pionnier des frères Lumière à la fin du XIXe siècle jusqu'au mouvement révolutionnaire de la Nouvelle Vague dans les années 1950, les cinéastes français ont constamment repoussé les limites du cinéma. Le style distinct du cinéma français se caractérise par l'importance qu'il accorde aux histoires axées sur les personnages, aux visuels artistiques et à la capacité de mélanger différents genres et influences culturelles. Au fil des décennies, le cinéma français a produit des cinéastes emblématiques tels que François Truffaut, Jean-Luc Godard, Agnès Varda et Jacques Demy, dont les œuvres continuent d'inspirer des générations de cinéastes dans le monde entier.",
    "overview-heading-1": "Célébration du cinéma en France",
    "overview-description-2": "La France accueille certains des festivals de cinéma les plus prestigieux au monde, notamment le Festival de Cannes, qui attire des cinéastes, des acteurs et des professionnels de l'industrie du monde entier. Outre Cannes, des événements tels que les César, le Festival international du film d'animation d'Annecy et le Festival international du court métrage de Clermont-Ferrand font partie intégrante du paysage cinématographique français, célébrant la diversité des styles cinématographiques et offrant une plateforme aux nouveaux talents. Ces festivals ne se contentent pas de mettre en valeur les productions françaises, ils servent aussi d'espace de rencontre entre le cinéma international et le public français. Les festivals de films français associent souvent des projections à des masterclasses, des panels de l'industrie et des célébrations du patrimoine cinématographique, ce qui en fait des événements essentiels dans le calendrier cinématographique mondial.",
    "overview-heading-2": "Influence sur le cinéma mondial",
    "overview-description-3": "Le cinéma français continue de jouer un rôle important sur la scène internationale, influençant les cinéastes du monde entier tout en conservant une identité unique. Grâce aux coproductions, aux collaborations et au succès international de films comme <em>La Haine</em>, <em>Le Fabuleux Destin d'Amélie Poulain</em> et <em>Intouchables</em>, les films français continuent de trouver un écho auprès des publics de différentes cultures. En outre, l'essor des plateformes de streaming a rendu les films français plus accessibles que jamais, permettant au public international de découvrir à la fois des chefs-d'œuvre classiques et des œuvres contemporaines. La capacité de la France à combiner sa riche histoire cinématographique avec une narration moderne garantit que le cinéma français restera une force influente dans l'industrie cinématographique mondiale pour les années à venir.",

    "lumiere-brothers": "<em>Frères Lumière</em>",
    "cesar-award": "<em>Un César</em>",

    "films": [
        {
            "poster": "https://a.ltrbxd.com/resized/film-poster/5/1/6/8/4/51684-la-haine-0-2000-0-3000-crop.jpg?v=b6677cc136",
            "title": "La Haine",
            "year": "1995",
            "director": "Mathieu Kassovitz",
            "tagline": "Jusqu'ici tout va bien…",
            "description": "Trois copains d'une banlieue ordinaire traînent leur ennui et leur jeunesse qui se perd. Ils vont vivre la journée la plus importante de leur vie après une nuit d'émeutes provoquée par le passage à tabac d'Abdel Ichah par un inspecteur de police lors d'un interrogatoire.",
            "imdb": "https://www.imdb.com/title/tt0113247/",
            "letterboxd": "https://boxd.it/2as8",
            "justwatch_gb": "la-haine",
            "justwatch_jp": "la-haine"
        },

        {
            "poster": "https://media.themoviedb.org/t/p/w600_and_h900_bestv2/n0P1piQkLhisab1hzKXWNm0ZyMN.jpg",
            "title": "Les Demoiselles de Rochefort",
            "year": "1967",
            "director": "Jacques Demy",
            "tagline": "Elles sont belles... Elles sont les...",
            "description": "Delphine et Solange sont deux jumelles de 25 ans, ravissantes et spirituelles. Delphine, la blonde, donne des leçons de danse et Solange, la rousse, des cours de solfège. Elle vivent dans la musique comme d’autres vivent dans la lune et rêvent de rencontrer le grand amour au coin de la rue. Justement des forains arrivent en ville et fréquentent le bar que tient la mère des jumelles. Une grande foire se prépare et un marin rêveur cherche son idéal féminin…",
            "imdb": "https://www.imdb.com/title/tt0062873/",
            "letterboxd": "https://boxd.it/26K8",
            "justwatch_gb": "the-young-girls-of-rochefort",
            "justwatch_jp": "roshiyuhuorunolian-ren-tachi"
        },

        {
            "poster": "https://media.themoviedb.org/t/p/w600_and_h900_bestv2/tdXtLG6L1QMwrv0MNdW6B9IwC8B.jpg",
            "title": "Le fabuleux destin d'Amélie Poulain",
            "year": "2001",
            "director": "Jean-Pierre Jeunet",
            "tagline": "Une personne peut changer votre vie pour toujours.",
            "description": "Amélie, une jeune serveuse dans un bar de Montmartre, passe son temps à observer les gens et à laisser son imagination divaguer. Elle s'est fixé un but : faire le bien de ceux qui l'entourent. Elle invente alors des stratagèmes pour intervenir incognito dans leur existence.",
            "imdb": "https://www.imdb.com/title/tt0211915/",
            "letterboxd": "https://boxd.it/2aUc",
            "justwatch_gb": "amelie",
            "justwatch_jp": "ameri"
        },

        {
            "poster": "https://a.ltrbxd.com/resized/film-poster/6/6/9/7/4/4/669744-petite-maman-0-2000-0-3000-crop.jpg?v=c7cbed5a06",
            "title": "Petite Maman",
            "year": "2021",
            "director": "Céline Sciamma",
            "tagline": "Que se passerait-il si vous rencontriez votre mère quand elle était plus jeune ?",
            "description": "Nelly a huit ans et vient de perdre sa grand-mère. Elle part avec ses parents vider la maison d’enfance de sa mère, Marion. Nelly est heureuse d’explorer cette maison et les bois qui l’entourent où sa mère construisait une cabane. Un matin la tristesse pousse sa mère à partir. C’est là que Nelly rencontre une petite fille dans les bois. Elle construit une cabane, elle a son âge et elle s’appelle Marion. C’est sa petite maman.",
            "imdb": "https://www.imdb.com/title/tt13204490/",
            "letterboxd": "https://boxd.it/s6je",
            "justwatch_gb": "petite-maman",
            "justwatch_jp": "petite-maman"
        },

        {
            "poster": "https://media.themoviedb.org/t/p/w600_and_h900_bestv2/vhQ86KUlAp8yj34Fcb7yt0T7P64.jpg",
            "title": "À bout de souffle",
            "year": "1960",
            "director": "Jean-Luc Godard",
            "tagline": "Sauvage ! Violent ! Franc et honnête !",
            "description": "À Marseille, Michel Poiccard, un jeune voyou, vole une voiture et tue le motard qui le poursuivait. À Paris, il retrouve, sur les Champs-Élysées, Patricia, une jeune américaine qui vend le « New York Herald Tribune ». Il propose à Patricia de le suivre en Italie…",
            "imdb": "https://www.imdb.com/title/tt0053472/",
            "letterboxd": "https://boxd.it/2aIK",
            "justwatch_gb": "breathless",
            "justwatch_jp": "sheng-shou-nishiyagare"
        },

        {
            "poster": "https://media.themoviedb.org/t/p/w600_and_h900_bestv2/nSwQKCsDdj2S56mG7Yz2YGfrLT6.jpg",
            "title": "Anatomy d'une chute",
            "year": "2023",
            "director": "Justine Triet",
            "tagline": "L'a-t-elle fait ?",
            "description": "Alors qu'une femme est suspectée du meurtre de son mari, son fils aveugle est placé face à un dilemme moral en tant qu'unique témoin.",
            "imdb": "https://www.imdb.com/title/tt17009710/",
            "letterboxd": "https://boxd.it/yuDE",
            "justwatch_gb": "anatomy-of-a-fall",
            "justwatch_jp": "anatomie-dune-chute"
        },

        {
            "poster": "https://a.ltrbxd.com/resized/sm/upload/up/bb/3o/eu/aQBoH09Nq3AwXV7eyYtazsCiByG-0-2000-0-3000-crop.jpg",
            "title": "Au hasard Balthazar",
            "year": "1966",
            "director": "Robert Bresson",
            "tagline": "",
            "description": "Balthazar est un âne qui change de maître au fil des jours. Il s'agit d'abord de la caressante Marie, encore enfant. Il passe ensuite dans les mains violentes de Gérard, un livreur de pain, puis dans celles d'Arnold, alcoolique, qui le soigne. Tantôt bête de foire, tantôt bête de somme, tantôt compagnon, le mystérieux Balthazar traverse la vie en silence, sans résistance, spectateur de sa vie et de celle des autres, dont il révèle la bonté ou la laideur.",
            "imdb": "https://www.imdb.com/title/tt0060138/",
            "letterboxd": "https://boxd.it/1E3g",
            "justwatch_gb": "au-hasard-balthazar",
            "justwatch_jp": "barutazarudokohexing-ku"
        },

        {
            "poster": "https://media.themoviedb.org/t/p/w600_and_h900_bestv2/xyZhiOz5NHVBUKlpioxjwajy7pm.jpg",
            "title": "Le Trou",
            "year": "1960",
            "director": "Jacques Becker",
            "tagline": "",
            "description": "Accusé de tentative de meurtre sur la personne de sa femme, Claude Gaspard est enfermé à la prison de la Santé. Ses quatre compagnons de cellule lui font part de leur désir d'évasion et creusent, avec une énergie farouche, un tunnel qui les mènera à la liberté. Leur plan aboutira-t-il ?",
            "imdb": "https://www.imdb.com/title/tt0054407/",
            "letterboxd": "https://boxd.it/1nSw",
            "justwatch_gb": "le-trou",
            "justwatch_jp": "xue"
        }
    ],

    "timeline": [
        {
            "title": "Naissance du cinéma",
            "date": "1895",
            "content": "<p>À Paris, le 28 décembre 1895, Auguste et Louis Lumière organisent la première projection publique de films cinématographiques au Salon Indien du Grand Café. Grâce à leur invention, le Cinématographe, ils ont projeté une série de courts métrages à un public payant, marquant ainsi la naissance du cinéma moderne. Le Cinématographe était un appareil révolutionnaire qui combinait une caméra, une imprimante et un projecteur en un seul appareil. Leur première projection comprenait dix courts métrages, dont <em>La Sortie de l'usine Lumière à Lyon</em> et <em>L'Arroseur Arrosé</em>.</p><div class='text-row'><div class='iframe-text iframe lumieres'><iframe src='https://commons.wikimedia.org/wiki/File:La_Sortie_de_l%27Usine_Lumi%C3%A8re_%C3%A0_Lyon_I_1895.webm?embedplayer=yes' frameborder='0' loading='lazy' allow='autoplay; picture-in-picture' allowfullscreen></iframe><p><b>La Sortie de l'usine Lumière à Lyon (1895)</b></p></div><div class='iframe-text iframe lumieres'><iframe src='https://commons.wikimedia.org/wiki/File:Le_Jardinier_(l%27Arroseur_arros%C3%A9)_(1895).webm?embedplayer=yes' frameborder='0' loading='lazy' allow='autoplay; picture-in-picture' allowfullscreen></iframe><p><b>L'Arroseur Arrosé (1895)</b></p></div></div>",
            "type": "information"
        },

        {
            "title": "L'arrivée d'un train à La Ciotat",
            "date": "1896",
            "content": "<div class='description-image-container right iframe'><div class='iframe-text iframe'><iframe class='description-image' src='https://commons.wikimedia.org/wiki/File:L%27Arriv%C3%A9e_d%27un_train_en_gare_de_La_Ciotat,_Complete.webm?embedplayer=yes' frameborder='0' loading='lazy' allow='autoplay; picture-in-picture' allowfullscreen></iframe><p><b>L'arrivée d'un train à La Ciotat (1896)</b></p></div></div><p>Le 25 janvier 1896, à Lyon, les frères Lumière ont organisé la première de ce qui est sans doute le plus célèbre court métrage muet : <em>L'arrivée d'un train à La Ciotat</em>. Selon certains témoignages, la perspective dynamique du film, avec le train s'approchant de la caméra, a provoqué la panique d'une partie du public qui a fui la salle, craignant qu'un vrai train ne soit sur le point de s'écraser sur eux. Toutefois, il s'agit probablement d'un mythe. Aucune preuve ne vient étayer ces affirmations, et l'image granuleuse et l'absence de son font que le film ne pourra jamais être confondu avec la réalité.</p>",
            "type": "film"
        },

        {
            "title": "Alice Guy-Blaché",
            "date": "1896",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://upload.wikimedia.org/wikipedia/commons/d/d4/Alice_Guy.jpg' alt='Alice Guy-Blaché' /><p><b>Alice Guy-Blaché</b></p></div></div><p>Alice Guy-Blaché est une pionnière du cinéma français et l'une des premières à avoir réalisé un film narratif. Ayant commencé sa carrière à la société de production Gaumont en 1896, elle a réalisé plus de 1 000 films, dont des comédies courtes, des drames et les premiers films de science-fiction. Elle a contribué à développer l'utilisation du son synchronisé dans <em>La fée aux choux</em> (1896) et a été la première à utiliser des films à bobines multiples, qui allaient devenir la norme dans l'industrie. Première femme cinéaste de l'histoire, son travail a jeté les bases du cinéma moderne, même si ses contributions ont été largement occultées pendant des décennies.</p>",
            "type": "person"
        },

        {
            "title": "Georges Méliès",
            "date": "1896 - 1900",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/M%C3%A9li%C3%A8s_portrait_%28cropped%29.png/330px-M%C3%A9li%C3%A8s_portrait_%28cropped%29.png' alt='Georges Méliès' /><p><b>Georges Méliès</b></p></div></div><p>Entre 1896 et 1900, Georges Méliès, ancien magicien de théâtre, a révolutionné le cinéma en mettant au point certains des premiers effets spéciaux. Il a découvert la substitution en stop-motion - où des objets ou des personnes semblent disparaître ou changer en arrêtant la caméra, en modifiant la scène et en reprenant le tournage - par accident, lorsque sa caméra s'est enrayée. Il est également à l'origine de la superposition d'images, des transitions de scènes et des couleurs peintes à la main dans des films tels que Le château hanté (1897) et Cendrillon (1899), mêlant magie et narration d'une manière inédite.</p>",
            "type": "person"
        },

        {
            "title": "Le Voyage dans la Lune",
            "date": "1902",
            "content": "<div class='description-image-container right iframe'><div class='iframe-text iframe'><iframe class='description-image' src='https://commons.wikimedia.org/wiki/File:Le_Voyage_dans_la_lune_(black_and_white,_1902).webm?embedplayer=yes' frameborder'0' loading='lazy' allow='autoplay; picture-in-picture' allowfullscreen></iframe><p><b>Le Voyage dans la Lune (1902)</b></p></div></div><p><em>Le Voyage dans la Lune</em> est le film le plus célèbre de Georges Méliès et l'un des premiers films de science-fiction. Inspiré par Jules Verne, il suit un groupe d'astronomes qui construisent un canon géant pour se lancer sur la Lune, où ils rencontrent des paysages fantastiques et des créatures lunaires hostiles. Méliès a utilisé des effets spéciaux révolutionnaires, notamment des toiles de fond peintes, des sauts de caméra et des superpositions, pour créer des images oniriques.</p>",
            "type": "film"
        },

        {
            "title": "Le mouvement impressioniste",
            "date": "1918 - 1929",
            "content": "<p>Le mouvement impressionniste français a cherché à repousser les limites du cinéma en mettant l'accent sur l'émotion et la subjectivité par le biais de l'expérimentation visuelle. Des cinéastes comme Abel Gance, Jean Epstein et Germaine Dulac ont utilisé des techniques telles que la flou artistique, le montage rapide, la superposition et le point de vue pour immerger le public dans les expériences intérieures des personnages. Influencé par la peinture impressionniste, le mouvement rejette la narration conventionnelle au profit d'une imagerie onirique et poétique, faisant ainsi évoluer le langage cinématographique.</p>",
            "type": "information"
        },

        {
            "title": "Réalisme poétique",
            "date": "1930s - 1940s",
            "content": "<p>Le réalisme poétique est un mouvement cinématographique français qui associe des images stylisées à des récits mélancoliques et sociaux. Jean Renoir et Marcel Carné ont été les chefs de file de ce mouvement, dépeignant des personnages de la classe ouvrière pris au piège du destin, souvent dans des histoires d'amour vouées à l'échec ou dans des circonstances tragiques. Ces films, tels que <em>La Grande Illusion</em> (1937) et <em>Le jour se lève</em> (1939), utilisent des éclairages sombres, des décors détaillés et un ton lyrique pour créer un sentiment de réalisme accru. Ce mouvement a fortement influencé les films noirs ultérieurs et le néoréalisme italien.</p>",
            "type": "information"
        },

        {
            "title": "Festival de Cannes",
            "date": "1946",
            "content": "<div class='description-image-container right image'><div class='iframe-text image'><img class='description-image' src='https://www.cannes-france.com/app/uploads/cannes-tourisme/2022/06/thumbs/palais-vue-sur-la-montee-des-marchespalaisdesfestival-1920x960.jpg' alt='Festival de Cannes' /><p><b>Festival de Cannes</b></p></div></div><p>Le Festival de Cannes a été créé en 1946 comme une vitrine du cinéma mondial, visant à promouvoir l'excellence artistique et la collaboration internationale. Organisé chaque année sur la Côte d'Azur, il est rapidement devenu l'un des festivals de cinéma les plus prestigieux, célébrant la narration innovante et les nouveaux mouvements cinématographiques. Sa Palme d'Or reste l'une des plus hautes distinctions cinématographiques.</p>",
            "type": "information"
        },


        {
            "title": "Jacques Tati",
            "date": "1949 - 1970s",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://image.tmdb.org/t/p/w342/sVmzg2Eo7I4nrxH732onsxEaj9H.jpg' alt='Jacques Tati' /><p><b>Jacques Tati</b></p></div></div><p>Jacques Tati était un cinéaste et acteur français connu pour ses comédies méticuleusement élaborées qui satirisent la vie moderne. De <em>Jour de fête</em> (1949) à <em>Trafic</em> (1971), il a développé un style unique de comédie visuelle et physique, mettant souvent en scène son personnage maladroit, Monsieur Hulot. Ses films, tels que <em>Mon oncle</em> (1958) et <em>PlayTime</em> (1967), utilisent des décors élaborés et des dialogues minimaux pour souligner les absurdités de l'urbanisation et de la technologie. L'influence de Tati s'est étendue au-delà de son époque, façonnant des cinéastes qui ont adopté la narration visuelle et la subtilité comique.</p>",
            "type": "person"
        },

        {
            "title": "La Nouvelle Vague",
            "date": "1950s - 1970s",
            "content": "<p>La Nouvelle Vague est un mouvement cinématographique révolutionnaire qui a vu le jour à la fin des années 1950 et s'est prolongé jusqu'au début des années 1970. Menée par des réalisateurs comme Jean-Luc Godard, François Truffaut, Agnès Varda, Claude Chabrol et Éric Rohmer, elle a rejeté les structures rigides des films de studio traditionnels au profit d'une approche plus libre et plus expérimentale. Ce mouvement se caractérisait par des prises de vue à la main, des éclairages naturels, des sauts de caméra et des dialogues improvisés, mêlant souvent fiction et réalité. S'inspirant du néoréalisme italien et du cinéma américain, les cinéastes de la Nouvelle Vague ont embrassé les thèmes de la jeunesse, de la rébellion et de l'existentialisme, remodelant le cinéma mondial grâce à leurs techniques de narration audacieuses.</p>",
            "type": "information"
        },

        {
            "title": "Les quatre cents coups",
            "date": "1959",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/nHZQrKd96pCytnuTCsFibhrRyIR.jpg' alt='Les quatre cents coups' /><p><b>Les quatre cents coups (1959)</b></p></div></div><p><em>Les quatre cents coups</em>, réalisé par François Truffaut, est considéré comme l'une des œuvres les plus emblématiques de la Nouvelle Vague française. Le film raconte l'histoire d'Antoine Doinel, un jeune garçon qui grandit à Paris, aux prises avec une vie familiale oppressante et un système scolaire rigide. Alors qu'il commence à se rebeller, le film capture de manière poignante son sentiment d'aliénation et les défis de l'adolescence. <em>Les quatre cents coups</em> est célébré pour ses performances naturalistes, sa cinématographie innovante et son utilisation révolutionnaire des prises de vue en extérieur, marquant une rupture avec le cinéma stylisé et formel de l'époque. Son portrait brut et honnête de la jeunesse a trouvé un écho profond auprès du public et de la critique, faisant de ce film une pierre angulaire du mouvement de la Nouvelle Vague.</p>",
            "type": "film"
        },

        {
            "title": "Jean-Luc Godard",
            "date": "1960s",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://image.tmdb.org/t/p/w342/zP5EDY5MstfkdBmPXNCj8Y6v5KR.jpg' alt='Jean-Luc Godard' /><p><b>Jean-Luc Godard</b></p></div></div><p>Jean-Luc Godard est une figure emblématique de la Nouvelle Vague française, qui a révolutionné le cinéma par son style audacieux et expérimental. Il a percé avec <em>À bout de souffle</em> (1960), un drame policier stylisé et non conventionnel. <em>Vivre sa vie</em> (1962), structuré en douze chapitres distincts, présente la vie d'une Parisienne qui dérive vers le commerce du sexe. <em>Pierrot le Fou</em> (1965) mêle crime, romance et esthétique pop art, en suivant un homme désabusé dans un road trip chaotique. Au cours de la décennie, les films de Godard deviennent de plus en plus politiques, avec en point d'orgue <em>Week-end</em> (1967), une critique satirique et sombre du consumérisme et de la lutte des classes.</p>",
            "type": "person"
        },

        {
            "title": "Jacques Demy",
            "date": "1960s",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://image.tmdb.org/t/p/w342/qfCV7ckQ2XjsAgDRzvJ2PCRAzAE.jpg' alt='Jacques Demy' /><p><b>Jacques Demy</b></p></div></div><p>Jacques Demy est une figure emblématique du cinéma français, célèbre pour son mélange de comédie musicale, de romance et de fantaisie. Son premier film, <em>Lola</em> (1961), a donné le ton de sa carrière avec son exploration poignante de l'amour et de la perte. Demy a acquis une reconnaissance internationale avec <em>Les parapluies de Cherbourg</em> (1964), une comédie musicale qui raconte l'histoire d'un amour déchiré par la guerre, entièrement en chansons. Il a continué à explorer des thèmes similaires dans <em>Les jeunes filles de Rochefort</em> (1967), une comédie musicale colorée et enjouée sur des sœurs jumelles en quête d'amour et d'aventure dans une petite ville française. Demy a ensuite adapté le conte de fées classique dans <em>Peau d'âne</em> (1970). Mettant souvent en scène des protagonistes féminins complexes et richement développés, ses films combinent le réalisme et le fantastique, créant un univers cinématographique unique et visuellement distinct.</p>",
            "type": "person"
        },

        {
            "title": "Oum le dauphin blanc",
            "date": "1971",
            "content": "<div class='description-image-container right image'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w780/mYgEOJepGjZhJDbXf18YFkxdLkj.jpg' alt='Oum le dauphin blanc' /><p><b>Oum le dauphin blanc (1971)</b></p></div></div><p>La première coproduction entre la France et le Japon a été la série animée <em>Oum le dauphin blanc</em>. Le réalisateur français René Borg a collaboré avec le studio japonais Eiken pour créer cette série de 13 épisodes. La série présente Oum, un dauphin blanc, et ses amis, deux enfants qui vivent avec leur oncle marin. De nombreux autres animaux sont présents, comme un oiseau qui comprend le langage des dauphins et un koala.</p>",
            "type": "connection jp"
        },

        {
            "title": "Il était une fois… l'Homme",
            "date": "1978 - 1979",
            "content": "<div class='description-image-container right image'><div class='iframe-text image'><img class='description-image' src='https://m.media-amazon.com/images/S/pv-target-images/367c175203ecd541016f7ed72692c2ea8b6cda6fd880c224c28d8473514bb073.jpg' alt='Il était une fois… l'Homme' /><p><b>Il était une fois… l'Homme (1978 - 1979)</b></p></div></div><p>René Borg a ensuite collaboré avec Albert Barillé pour créer la première série de la franchise <em>Il était une fois…</em>, animée par Tatsunoko Pro. La franchise explique l'histoire dans un format adapté aux enfants et a été bien accueillie à sa sortie.</p>",
            "type": "connection jp"
        },

        {
            "title": "Cinéma du Look",
            "date": "1980s - 1990s",
            "content": "<p>Apparu dans les années 80, le Cinéma du Look était un mouvement visuellement frappant qui privilégiait le style, l'atmosphère et l'émotion par rapport aux structures narratives traditionnelles. Des réalisateurs comme Luc Besson (<em>Subway</em>), Leos Carax (<em>Mauvais Sang</em>) et Jean-Jacques Beineix (<em>Diva</em>) ont créé des films à la cinématographie audacieuse, à l'éclairage au néon et aux personnages jeunes et marginaux. Bien que parfois critiqué pour avoir privilégié le spectacle au détriment de la substance, le mouvement a su capter l'énergie et l'aliénation de la France contemporaine.</p>",
            "type": "information"
        },

        {
            "title": "Garde à vue",
            "date": "1981",
            "content": "<div class='description-image-container left person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/vL7Xw04nFMHwnvXRFCmYYAzMUvY.jpg' alt='Rashomon' /><p><b>Rashomon (1950)</b></p></div></div><div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/n8UkrGsdv0hYwLJH0qqR9IMcjsm.jpg' alt='Garde à vue' /><p><b>Garde à vue (1981)</b></p></div></div><p>Le film <em>Rashomon</em> du réalisateur japonais Akira Kurosawa a introduit une technique narrative révolutionnaire dans laquelle plusieurs personnages racontent le même événement selon des perspectives contradictoires, laissant au public le soin de reconstituer la vérité. Le film français <em>Garde à vue</em> semble être influencé par cette approche. Il suit un interrogatoire de police tendu au cours duquel un avocat, accusé de meurtre, donne des récits contradictoires des événements. Au fur et à mesure que de nouvelles révélations apparaissent, le public est contraint de remettre en question la fiabilité de chaque récit, reflétant la manière dont <em>Rashomon</em> remet en question la notion de vérité objective à travers ses récits évolutifs et contradictoires.</p>",
            "type": "connection jp"
        },

        {
            "title": "Ulysse 31",
            "date": "1981 - 1982",
            "content": "<div class='description-image-container right image'><div class='iframe-text image'><img class='description-image' src='https://images4.alphacoders.com/134/thumb-1920-1348421.png' alt='Ulysse 31' /><p><b>Ulysse 31 (1981 - 1982)</b></p></div></div><p>René Borg et le producteur et scénariste français Jean Chalopin se sont rendus au Japon pour travailler avec Tokyo Movie Shinsha sur <em>Ulysse 31</em>, une série animée décrivant l'histoire du héros grec Ulysse dans un hypothétique 31e siècle. Cette série a connu un énorme succès dans de nombreux pays, dont la France et le Japon.</p>",
            "type": "connection jp"
        },

        {
            "title": "Dinard Festival du Film Britannique",
            "date": "1989",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://www.dinardemeraudetourisme.com/app/uploads/2024/04/affiche-festival-du-film-2023-690x1024.jpg' alt='Dinard Festival du Film Britannique' /><p><b>Dinard Festival du Film Britannique</b></p></div></div><p>Le Festival du film britannique de Dinard, qui se tient chaque année dans la ville côtière de Dinard, en Bretagne, est un événement majeur pour la présentation du cinéma britannique (et irlandais) en France depuis sa création en 1989. Le festival célèbre le meilleur du cinéma britannique, en mettant l'accent sur les films qui reflètent l'esprit et la culture britanniques. Le festival offre une plateforme aux cinéastes britanniques pour présenter leur travail au public français et aux professionnels de l'industrie, tout en servant également de lieu clé pour promouvoir la collaboration cinématographique franco-britannique. Les prix décernés par le festival, tels que le Hitchcock d'or (nommé en l'honneur d'Alfred Hitchcock), soulignent les contributions britanniques au cinéma, renforçant ainsi son importance en tant qu'échange culturel entre la France et la Grande-Bretagne.</p>",
            "type": "connection gb"
        },

        {
            "title": "Cinéma français contemporain",
            "date": "1990s - Présent",
            "content": "<p>Le cinéma français contemporain se définit par sa diversité, mêlant récit d'auteur et succès commercial. Des cinéastes comme Claire Denis, Céline Sciamma et Jacques Audiard ont créé des œuvres acclamées qui explorent l'identité, la société et les relations humaines, tandis que des réalisateurs comme Gaspar Noé et Julia Ducournau ont repoussé les limites avec des récits audacieux et une cinématographie créative.</p>",
            "type": "information"
        },

        {
            "title": "La Haine",
            "date": "1995",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/iH8saz6s0Z8SPPrKaMI2KrRzTED.jpg' alt='La Haine' /><p><b>La Haine (1995)</b></p></div></div><p><em>La Haine</em>, réalisé par Mathieu Kassovitz, est un drame social puissant qui explore les troubles urbains en France. En suivant trois jeunes hommes d'origines différentes pendant 24 heures dans une banlieue parisienne, le film examine les brutalités policières, les inégalités et les tensions raciales. Tourné en noir et blanc, <em>La Haine</em> capture la frustration et l'aliénation des communautés marginalisées, en résonance avec les problèmes sociaux contemporains. Son énergie brute et ses thèmes urgents lui ont valu d'être considéré comme l'un des films français les plus importants des années 1990.</p>",
            "type": "film"
        },

        {
            "title": "Le Fabuleux Destin d'Amélie Poulain",
            "date": "2001",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/tdXtLG6L1QMwrv0MNdW6B9IwC8B.jpg' alt='Le Fabuleux Destin d'Amélie Poulain' /><p><b>Le Fabuleux Destin d'Amélie Poulain (2001)</b></p></div></div><p><em>Le Fabuleux Destin d'Amélie Poulain</em>, réalisé par Jean-Pierre Jeunet, est un film fantaisiste et visuellement saisissant qui est devenu une sensation internationale. Il suit Amélie Poulain, une jeune femme timide mais imaginative qui, à Paris, s'efforce d'améliorer la vie de ceux qui l'entourent tout en naviguant sur son propre chemin vers l'amour et le bonheur. Avec sa palette de couleurs vibrantes, sa cinématographie ludique et son histoire charmante, <em>Le Fabuleux Destin d'Amélie Poulain</em> capture une vision romantique de Paris. Le film a connu un grand succès critique et commercial, devenant l'un des films français les plus appréciés dans le monde.</p>",
            "type": "film"
        },

        {
            "title": "Les Invasions barbares",
            "date": "2003",
            "content": "<div class='description-image-container right image'><div class='iframe-text image'><img class='description-image' src='https://assets.mubicdn.net/images/artworks/514705/images-original.png?1674130189' alt='Les Invasions barbares' /><p><b>Les Invasions barbares (2003)</b></p></div></div><p><em>Les Invasions barbares</em> est une coproduction Canada-France, réalisée par le cinéaste québécois Denys Arcand et mettant en vedette le directeur de la photographie français Guy Dufaux. La production du film a réuni des talents québécois et français, avec la participation de la monteuse Isabelle Dedieu et du compositeur Pierre Aviat, venus de France. Cette collaboration a renforcé les liens entre les deux industries cinématographiques et a permis au film d'obtenir une reconnaissance internationale, en remportant l'Oscar du meilleur film en langue étrangère.</p>",
            "type": "connection ca"
        },

        {
            "title": "Pollux, le manège enchanté",
            "date": "2004",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/d0XVWnWvnZ3WoXEKjj6FFw6SRZ1.jpg' alt='Pollux, le manège enchanté' /><p><b>Pollux, le manège enchanté (2004)</b></p></div></div><p><em>Le Manège Enchanté</em> est une coproduction d'animation franco-britannique, réalisée par le cinéaste français Jean Duval et les réalisateurs britanniques Frank Passingham et Dave Borthwick. Basé sur la série française bien-aimée, le film a combiné les forces créatives britanniques et françaises. La version anglaise met en scène des acteurs tels que Robbie Williams, Ian McKellen et Tom Baker, tandis que la version française est interprétée par Vanessa Paradis. Cette collaboration a permis de remettre au goût du jour un classique de la télévision française pour un public international.</p>",
            "type": "connection gb"
        },

        {
            "title": "La Môme",
            "date": "2007",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w440_and_h660_face/thD71NvrSQwo45iFjnfPziJPVnj.jpg' alt='La Môme' /><p><b>La Môme (2007)</b></p></div></div><p><em>La Môme</em> est un film biographique sur la chanteuse française Édith Piaf, réalisé par Olivier Dahan. Le film est une coproduction franco-britannique, avec une participation britannique comprenant le coproducteur Timothy Burrill, le compositeur Christopher Gunning et la costumière Marit Allen. Le film a connu un succès international et Marion Cotillard a remporté un Oscar pour son interprétation de Piaf.</p>",
            "type": "connection gb"
        },

        {
            "title": "MyFrenchFilmFestival",
            "date": "2010",
            "content": "<p>Lancé en 2010, MyFrenchFilmFestival est un festival de cinéma en ligne consacré à la présentation de films francophones de France et du Québec. Le festival vise à promouvoir la diversité et la richesse du cinéma francophone auprès d'un public international, en proposant des films de cinéastes français et québécois. Il crée un pont important entre les deux communautés cinématographiques en offrant une plateforme aux cinéastes émergents et confirmés des deux régions. L'accent mis par le festival sur l'accessibilité numérique permet aux films d'être vus par des publics internationaux, contribuant ainsi à la présence mondiale du cinéma français et québécois et favorisant la collaboration entre les deux.</p>",
            "type": "connection ca"
        },

        {
            "title": "Intouchables",
            "date": "2011",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/gdUJ6ECIHNE5M2HImGaBOfb8jR2.jpg' alt='Intouchables' /><p><b>Intouchables (2011)</b></p></div></div><p><em>Intouchables</em>, réalisé par Olivier Nakache et Éric Toledano, est un drame chaleureux et humoristique basé sur une histoire vraie. Il suit l'amitié improbable entre Philippe, un riche tétraplégique, et Driss, un jeune homme charismatique de la banlieue parisienne qui devient son aide-soignant. Le film mêle comédie et émotion, explorant les thèmes de l'amitié, de la classe sociale et de la résilience. Succès massif au box-office français et international, <em>Intouchables</em> est devenu l'un des films français les plus rentables de tous les temps et a inspiré de nombreux remakes internationaux.</p>",
            "type": "film"
        },

        {
            "title": "Juste la fin du monde",
            "date": "2016",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/oJ5YXOkECwoLKGlxUjR77yEEWEH.jpg' alt='Juste la fin du monde' /><p><b>Juste la fin du monde (2016)</b></p></div></div><p><em>Juste la fin du monde</em> est une importante coproduction franco-québécoise, réalisée par le cinéaste québécois Xavier Dolan et mettant en vedette une distribution entièrement française, dont Marion Cotillard et Vincent Cassel. Bien que le film ait été principalement tourné en France, il a été produit avec la participation d'équipes de production québécoise et française, dont André Turpin, collaborateur québécois de longue date de Dolan, en tant que directeur de la photographie. Cette collaboration a permis de fusionner la narration émotionnellement intense de Dolan, influencée par le cinéma d'auteur québécois, avec la tradition française du drame théâtral et dialogué, créant ainsi un film qui a trouvé un écho dans les deux régions.</p>",
            "type": "connection ca"
        }
    ],


    "day-one": "lundi",
    "day-two": "mardi",
    "day-three": "mercredi",
    "day-four": "jeudi",
    "day-five": "vendredi",
    "day-six": "samedi",
    "day-seven": "dimanche",

    "short-day-one": "lun",
    "short-day-two": "mar",
    "short-day-three": "mer",
    "short-day-four": "jeu",
    "short-day-five": "ven",
    "short-day-six": "sam",
    "short-day-seven": "dim",

    "featured-events": "Évenements en Vedette",
    "all": "Tous",
    "local": "Locaux",
    "free": "Gratuits",
    "connections": "Connexions",
    "location": "Lieu",

    "list-events": [
        {
            "id": 1,
            "text": "MyFrenchFilmFestival",
            "start": "2025-01-17",
            "end": "2025-02-18",
            "backColor": "#edc351",
            "location": "En ligne",
            "description": "MyFrenchFilmFestival est un festival de cinéma en ligne destiné à présenter le cinéma francophone contemporain au public du monde entier. Lancé en 2011, le festival propose une sélection de longs et courts métrages, mettant en avant les talents émergents et la diversité des histoires. Les spectateurs peuvent visionner les films en streaming sur le site officiel du festival et sur les plateformes partenaires, les courts métrages étant disponibles gratuitement. L'événement vise à promouvoir le cinéma francophone au-delà des frontières de la France, en le rendant accessible au public international grâce à des sous-titres en plusieurs langues.",
            "longDate": "17 janvier - 17 février",
            "local": "False",
            "free": "True",
            "connection": "ca"
        },

        {
            "id": 2,
            "text": "Les César",
            "start": "2025-02-28",
            "end": "2025-03-01",
            "backColor": "#ff6459",
            "location": "Paris",
            "description": "Les César sont les récompenses cinématographiques les plus prestigieuses de France, célébrant l'excellence du cinéma français. Créés en 1976 et organisés par l'Académie des Arts et Techniques du Cinéma, ils sont souvent considérés comme l'équivalent français des Oscars. Organisée chaque année à Paris, la cérémonie récompense les réalisations dans les domaines de la réalisation, de l'interprétation, de l'écriture et de la technique, le prix le plus convoité étant celui du meilleur film. Nommé d'après le sculpteur César Baldaccini, qui a conçu le trophée, l'événement constitue un moment fort du calendrier cinématographique français, récompensant à la fois des talents confirmés et émergents.",
            "longDate": "28 février",
            "local": "False",
            "free": "False",
            "connection": "None"
        },

        {
            "id": 3,
            "text": "Festival de Cannes",
            "start": "2025-05-13",
            "end": "2025-05-25",
            "backColor": "#ad72e0",
            "location": "Cannes, Provence-Alpes-Côte-d'Azur",
            "description": "Le Festival de Cannes, créé en 1946, est l'un des événements les plus prestigieux et les plus influents du cinéma mondial. Organisé chaque année sur la Côte d'Azur, il attire des cinéastes, des critiques et des stars du monde entier. Avec son tapis rouge emblématique, ses premières exclusives et sa compétition féroce, Cannes a lancé la carrière de réalisateurs légendaires et façonné la trajectoire du cinéma international. La plus haute distinction du festival, la Palme d'or, reste l'une des récompenses les plus convoitées de l'industrie.",
            "longDate": "13 mai - 24 mai",
            "local": "False",
            "free": "False",
            "connection": "None",
            "connectionGb": "Palme d'or des films britanniques et des coproductions : <ul><li>Brève rencontre (1945)</li><li>Le Troisième Homme (1949)</li><li>Le Knack... et comment l'avoir (1965)</li><li>Blow-Up (1966)</li><li>if.... (1968)</li><li>Le Messager (1971)</li><li>La Méprise (1973)</li><li>Paris, Texas (1984)</li><li>La Mission (1986)</li><li>Barton Fink (1991)</li><li>Les Meilleures Intentions (1992)</li><li>Secrets et mensonges (1996)</li><li>Le Pianiste (2002)</li><li>Le vent se lève (2006)</li><li>Oncle Boonmee (celui qui se souvient de ses vies antérieures) (2010)</li><li>Moi, Daniel Blake (2016)</li><li>Sans filtre (2022)</li></ul>",
            "connectionCa": "Aucun film québécois ou même canadien n'a remporté la Palme d'Or à Cannes. Toutefois, des productions québécoises ont été récompensées : <ul><li><em>Juste la fin du monde</em> (2016) a remporté le Grand Prix</li><li><em>Jésus de Montréal</em> (1989) et <em>Mommy</em> (2014) a remporté le Prix du Jury</li><li>Le réalisateur québécois Michel Brault a remporté le prix du meilleur réalisateur pour <em>Les ordres</em> (1974)</li></ul>",
            "connectionJp": "Films japonais ayant obtenu la Palme d'Or à Cannes : <ul><li>La Porte de l'enfer (1953)</li><li>Kagemusha, l'ombre du guerrier (1980)</li><li>La Ballade de Narayama (1983)</li><li>L'Anguille (1997)</li><li>Une Affaire de famille (2018)</li></ul>"
        },

        {
            "id": 4,
            "text": "Festival International du Film d'Animation d'Annecy",
            "start": "2025-06-08",
            "end": "2025-06-15",
            "backColor": "#95e364",
            "location": "Annecy, Auvergne-Rhône-Alpes",
            "description": "Le Festival international du film d'animation d'Annecy est la plus grande célébration mondiale du cinéma d'animation. Il se tient chaque année dans la ville pittoresque d'Annecy, en France. Il présente une sélection variée de films d'animation, des courts aux longs métrages, représentant des studios et des créateurs indépendants du monde entier. Tandis que les professionnels de l'industrie se réunissent pour des avant-premières, des ateliers et des événements de réseautage, le festival propose également des projections gratuites en plein air, permettant au grand public de profiter de l'animation sous les étoiles au bord du lac d'Annecy.",
            "longDate": "8 juin - 14 juin",
            "local": "False",
            "free": "True",
            "connection": "None"
        },

        {
            "id": 5,
            "text": "Dinard Festival du Film Brittanique et Irlandais",
            "start": "2025-10-01",
            "end": "2025-10-06",
            "backColor": "#5aa8cc",
            "location": "Dinard, Brittanie",
            "description": "Le Festival du film britannique de Dinard est une célébration annuelle du cinéma britannique qui se tient dans la ville balnéaire de Dinard, en Bretagne. Depuis 1989, il permet aux cinéastes britanniques de présenter leur travail au public français, en proposant une sélection variée de films, allant des grandes productions aux joyaux indépendants. Les projections sont ouvertes à la fois aux professionnels de l'industrie et au grand public. Des billets sont disponibles pour les films individuels ainsi que des laissez-passer pour ceux qui souhaitent assister à plusieurs projections. Le festival organise également des événements spéciaux tels que des projections en plein air, des discussions avec les cinéastes et des cérémonies de remise de prix.",
            "longDate": "1 octobre - 5 octobre",
            "local": "True",
            "free": "False",
            "connection": "gb"
        },

        {
            "id": 6,
            "text": "Les Saisons Hanabi",
            "start": "2025-12-01",
            "end": "2025-11-30",
            "backColor": "#f59de3",
            "location": "France",
            "description": "Les Saisons Hanabi est un festival annuel de cinéma japonais qui se tient dans toute la France, généralement en novembre et décembre. Le festival présente une sélection de films japonais contemporains, offrant au public français l'opportunité d'explorer la diversité du paysage cinématographique japonais. Bien qu'il se déroule principalement à Paris, des projections ont également lieu dans plusieurs villes de France. Le festival est conçu pour présenter le cinéma japonais à un public plus large et les films sont souvent accompagnés d'événements spéciaux et de discussions.",
            "longDate": "novembre / decembre",
            "local": "False",
            "free": "False",
            "connection": "jp"
        }
    ],

    "view-tour": "Voir la visite",
    "no-locations": "Ajoutez 2 lieux pour planifier votre visite !",
    "one-location": "Ajoutez un autre lieu pour planifier votre visite !",
    "two-locations": "Votre visite est terminée ! Vous pouvez faire glisser et déposer des éléments pour les réorganiser.",
    "start": "Départ",
    "end": "Arrivée",

    "locations-description": "La France est depuis longtemps un décor de prédilection pour le cinéma, des rues romantiques de Paris au charme côtier de la Côte d'Azur. Cette section présente les lieux de tournage emblématiques et les films qui leur ont donné vie.",
    "paris": "Paris",
    "riviera": "Côte d'Azur",
    "countryside": "Campagne",
    "normandy-brittany": "Normandie et Bretagne",
    "other-cities": "Autres villes",

    "filming-locations-heading": "Lieux de tournage :",

    "filming-locations": [
        {
            "id": 1,
            "name": "Before Sunset (2004)",
            "location": "Paris",
            "image": "https://almostginger.com/wp-content/uploads/2018/01/Before-Sunset-5.jpg",
            "description": "<p>Ce drame romantique est le deuxième volet de la trilogie Before de Richard Linklater, après <em>Before Sunrise</em> (1995). Il explore les retrouvailles de Jesse (Ethan Hawke) et Céline (Julie Delpy) après neuf ans de séparation. Se déroulant presque entièrement dans les rues de Paris, <em>Before Sunset</em> capture les moments fugaces de leurs retrouvailles alors qu'ils marchent et discutent dans la ville. Le portrait intime de leur relation, ainsi que l'époustouflante toile de fond parisienne, mettent en évidence le lien intemporel entre les personnages et la ville elle-même.</p>",
            "locations": [
                {
                    "id": 1,
                    "link": "https://maps.app.goo.gl/6Dmt9MR1XcoKUtPS9",
                    "linkText": "Shakespeare and Company, Paris 5e",
                    "directionLink": "Shakespeare+and+Company,37+Rue+de+la+Bûcherie,75005+Paris,France",
                    "city": "Paris"
                },

                {
                    "id": 2,
                    "link": "https://maps.app.goo.gl/VkFZoz9YmHYYfCJ3A",
                    "linkText": "Quai de la Tournelle, Paris 5e",
                    "directionLink": "Quai+de+la+Tournelle,75005+Paris,France",
                    "city": "Paris"
                },

                {
                    "id": 3,
                    "link": "https://maps.app.goo.gl/S8LcBrkKWo9Mr6yU7",
                    "linkText": "Quai Henri IV, Paris 4e",
                    "directionLink": "Quai+Henri+IV,75004+Paris,France",
                    "city": "Paris"
                },

                {
                    "id": 4,
                    "link": "https://maps.app.goo.gl/gvMtdz3v2mbSiurLA",
                    "linkText": "Coulée Verte René-Dumont, Paris 12e",
                    "directionLink": "Coulée+Verte+René-Dumont,1+Coulée+Verte+René-Dumont,75012+Paris,France",
                    "city": "Paris"
                },

                {
                    "id": 5,
                    "link": "https://maps.app.goo.gl/jeQoQ8VV4VDaC4sb7",
                    "linkText": "Le Pure Café, Paris 11e",
                    "directionLink": "Le+Pure+Café,14+Rue+Jean-Macé,75011+Paris,France",
                    "city": "Paris"
                }                
            ],
            "streetview": "https://www.google.com/maps/embed?pb=!4v1743862582251!6m8!1m7!1sQ5m3aqp1uuwdWFS8Qr0kMg!2m2!1d48.85329175141133!2d2.383129277074587!3f86.07!4f-0.2600000000000051!5f1.7663383948750866"
        },

        {
            "id": 2,
            "name": "Portrait de la jeune fille en feu (2019)",
            "location": "Normandy & Brittany",
            "image": "https://film-grab.com/wp-content/uploads/photo-gallery/Portrait_of_a_Lady_on_Fire_006.jpg",
            "description": "<p>Situé dans le paysage côtier isolé de la Bretagne du XVIIIe siècle, <em>Portrait de la jeune fille en feu</em> de Céline Sciamma suit Marianne, une peintre engagée pour peindre secrètement le portrait de mariage d'Héloïse, une jeune femme bientôt mariée à un homme qu'elle n'a jamais rencontré. Héloïse refusant de poser, Marianne l'observe au cours de ses promenades quotidiennes, se faisant passer pour une compagne. Ce qui n'est au départ qu'une observation silencieuse se transforme peu à peu en un lien puissant entre les deux femmes. Le paysage isolé et balayé par les vents sert de toile de fond à leur intimité grandissante. Le film est une histoire sobre mais chargée d'émotion sur l'amour, le choix et les brefs moments qui laissent une marque durable.</p>",
            "locations": [
                {
                    "id": 6,
                    "link": "https://maps.app.goo.gl/ohUoMiymQuhkCQMe8",
                    "linkText": "Château de La Chapelle-Gauthier, La Chapelle-Gauthier",
                    "directionLink": "Château+de+La+Chapelle-Gauthier,Le+Château,77720+La+Chapelle-Gauthier,France",
                    "city": "La Chapelle-Gauthier"
                },

                {
                    "id": 7,
                    "link": "https://maps.app.goo.gl/daUpc61r3kAWzKjV8",
                    "linkText": "Arche De Port Blanc Roche Percée, Saint-Pierre-Quiberon",
                    "directionLink": "Arche+De+Port+Blanc+Roche+Percée,56510+Saint-Pierre-Quiberon,France",
                    "city": "Saint-Pierre-Quiberon"
                }
            ],
            "streetview": "https://www.google.com/maps/embed?pb=!4v1743885701939!6m8!1m7!1sCAoSF0NJSE0wb2dLRUlDQWdJQ0VuNTJ5X3dF!2m2!1d47.52205533106518!2d-3.153542289231473!3f176.14683601663668!4f-3.1507760161942144!5f0.7820865974627469"
        },

        {
            "id": 3,
            "name": "The French Dispatch (2021)",
            "location": "Other Cities",
            "image": "https://film-grab.com/wp-content/uploads/photo-gallery/The_French_Dispatch_001.jpg",
            "description": "<p>Situé dans la ville fictive d'Ennui-sur-Blasé, <em>The French Dispatch</em> est une comédie dramatique réalisée par Wes Anderson, qui explore divers articles du dernier numéro d'un magazine américain basé en France. Bien que fictive, Ennui-sur-Blasé prend vie dans les rues réelles d'Angoulême, dans le sud-ouest de la France, dont les vieux bâtiments en pierre et les collines sinueuses correspondent parfaitement à la vision stylisée d'Anderson. Le caractère de la ville est rehaussé par des miniatures pratiques et des effets numériques subtils, mêlant le réel et le construit en un monde cohérent et décalé. C'est un film plein de détails et d'humour pince-sans-rire, où le lieu devient une toile de fond soigneusement choisie pour des histoires de crime, d'art, de politique et de charme doux-amer de la vie de tous les jours.</p>",
            "locations": [
                {
                    "id": 8,
                    "link": "https://maps.app.goo.gl/S3ZzMjhCUa85koX56",
                    "linkText": "Place Saint-Pierre, Angoulême",
                    "directionLink": "Pl.+Saint-Pierre,16000+Angoulême,France",
                    "city": "Angoulême"
                }
            ],
            "streetview": "https://www.google.com/maps/embed?pb=!4v1743897044951!6m8!1m7!1sGizEvX5vEa8K4s_hh9gMXA!2m2!1d45.64895348191416!2d0.1509755038800033!3f347.1586480667311!4f1.781484530964363!5f1.2693753021943097"
        }
    ]
}