{
    "list-events": [
        {
            "id": 1,
            "text": "MyFrenchFilmFestival",
            "start": "2025-01-17",
            "end": "2025-02-18",
            "backColor": "#edc351",
            "location": "Online",
            "description": "MyFrenchFilmFestival is an online film festival dedicated to showcasing contemporary French-language cinema to audiences worldwide. Launched in 2011, the festival offers a curated selection of feature films and short films, highlighting emerging talents and diverse storytelling. Viewers can stream the films through the festival’s official website and partner platforms, with short films available for free. The event aims to promote French-language cinema beyond France’s borders, making it accessible to international audiences with subtitles in multiple languages.",
            "longDate": "17 January - 17 February",
            "local": "False",
            "free": "True",
            "connection": "ca",
            "country": "France, Online",
            "type": "film"
        },

        {
            "id": 2,
            "text": "J-Music Festival in Paris",
            "start": "2025-02-24",
            "end": "2025-02-25",
            "backColor": "#edc351",
            "location": "Paris",
            "description": "The J-Music Festival in Paris celebrates Japanese music and culture, featuring performances from a range of genres including J-pop, rock, and traditional Japanese music. Held annually, this festival brings together both emerging talents and established artists from Japan, offering a unique opportunity for fans to experience live performances in the heart of Paris. The event is a vibrant celebration of Japanese musical diversity, providing an exciting cultural exchange for audiences.",
            "longDate": "24 February",
            "local": "False",
            "free": "False",
            "connection": "jp",
            "country": "France",
            "type": "music"
        },

        {
            "id": 3,
            "text": "César Awards",
            "start": "2025-02-28",
            "end": "2025-03-01",
            "backColor": "#ff6459",
            "location": "Paris",
            "description": "The César Awards are France’s most prestigious film awards, celebrating excellence in French cinema. Established in 1976 and organized by the Académie des Arts et Techniques du Cinéma, the awards are often considered the French equivalent of the Oscars. Held annually in Paris, the ceremony honors achievements in directing, acting, writing, and technical categories, with Best Film being the most coveted prize. Named after sculptor César Baldaccini, who designed the trophy, the event serves as a key highlight of the French film calendar, recognizing both established and emerging talents.",
            "longDate": "28 February",
            "local": "False",
            "free": "False",
            "connection": "None",
            "country": "France",
            "type": "film"
        },

        {
            "id": 4,
            "text": "Monte Carlo Spring Arts Festival",
            "start": "2025-03-02",
            "end": "2025-05-07",
            "backColor": "#ff6459",
            "location": "Monaco",
            "description": "The Monte Carlo Spring Arts Festival is an annual event held in Monaco from March to April, bringing together world-class musicians, dancers and visual artists. The festival is known for blending classical masterpieces with contemporary works, often featuring overlooked composers alongside performances by renowned orchestras like the Monte Carlo Philharmonic and top international ensembles. Concerts, exhibitions, and dance performances take place in prestigious venues such as the Opéra de Monte-Carlo and the Oceanographic Museum.",
            "longDate": "2 March - 6 May",
            "local": "False",
            "free": "False",
            "connection": "None",
            "country": "France",
            "type": "music"
        },

        {
            "id": 5,
            "text": "Banlieues Bleues Jazz Festival",
            "start": "2025-03-14",
            "end": "2025-04-12",
            "backColor": "#95e364",
            "location": "Seine-Saint-Denis",
            "description": "Banlieues Bleues is a jazz festival held across the suburbs of Paris from March to April, featuring both renowned and up-and-coming artists. Concerts take place in various venues throughout Seine-Saint-Denis, highlighting a broad mix of jazz styles, often infused with global influences, hip-hop, and experimental sounds. The festival also emphasizes community engagement, bringing performances to unexpected spaces and making jazz accessible to a wider audience.",
            "longDate": "14 March - 11 April",
            "local": "False",
            "free": "False",
            "connection": "None",
            "country": "France",
            "type": "music"
        },

        {
            "id": 6,
            "text": "French Film Festival - Yokohama",
            "start": "2025-03-20",
            "end": "2025-03-24",
            "backColor": "#5aa8cc",
            "location": "Yokohama, Japan",
            "description": "The French Film Festival in Yokohama is a vibrant celebration of contemporary French cinema, held annually each March in the scenic harbour city. Hosted at venues such as Minato Mirai Hall, the festival brings a handpicked selection of recent French films to Japanese audiences — spanning emotional dramas, inventive comedies and striking debut features. Directors and actors frequently attend in person, offering insight into their work through Q&As, panel discussions and red carpet appearances. With its blend of cinematic discovery and cultural exchange, the festival highlights the diversity and creativity of modern French filmmaking in a uniquely international setting.",
            "longDate": "20 March - 23 March",
            "local": "False",
            "free": "False",
            "connection": "jp",
            "country": "Japan",
            "type": "film"
        },

        {
            "id": 7,
            "text": "Bonjour France - 10th Anniversary Opening Ceremony",
            "start": "2025-04-04",
            "end": "2025-04-05",
            "backColor": "#f59de3",
            "location": "Tokyo, Japan",
            "description": "The 10th Anniversary Opening Ceremony of Bonjour France in Tokyo will showcase a rich selection of French music, featuring both classical and contemporary performances. The event will highlight the talents of Cocomi, a renowned Japanese flutist who has trained in France and regularly performs French repertoire. The concert will also feature Philippe Marchand, a French pianist and singer, who will perform a selection of classic French songs and instrumental pieces. Additionally, Yukiko Ninomiya, a Japanese pianist with a special focus on French composers, will perform works by prominent French musicians, including Debussy and Ravel, emphasising the influence of French music on global culture. This celebration of French music in the heart of Tokyo reflects the ongoing cultural exchange between France and Japan, offering audiences a chance to experience the timeless beauty of French musical heritage.",
            "longDate": "4 April",
            "local": "False",
            "free": "False",
            "connection": "jp",
            "country": "Japan",
            "type": "music"
        },

        {
            "id": 8,
            "text": "Revolution: The Music of the Beatles",
            "start": "2025-04-05",
            "end": "2025-04-06",
            "backColor": "#ad72e0",
            "location": "Paris",
            "description": "Held at the Grand Rex in Paris, Revolution: The Music of the Beatles is a symphonic tribute to the famous British band. The performance includes exclusive archive footage, animation and new orchestral arrangements of classic songs, such as All You Need Is Love and Here Comes the Sun. In addition, new photos from historical collections will be projected throughout the evening.",
            "longDate": "5 April",
            "local": "False",
            "free": "False",
            "connection": "gb",
            "country": "France",
            "type": "music"
        },

        {
            "id": 9,
            "text": "Cannes Film Festival",
            "start": "2025-05-13",
            "end": "2025-05-25",
            "backColor": "#ad72e0",
            "location": "Cannes, Provence-Alpes-Côte-d'Azur",
            "description": "The Cannes Film Festival, established in 1946, is one of the most prestigious and influential events in world cinema. Held annually on the French Riviera, it attracts filmmakers, critics and stars from around the globe. With its iconic red carpet, exclusive premieres and fierce competition, Cannes has launched the careers of legendary directors and shaped the trajectory of international film. The festival’s highest honour, the Palme d’Or, remains one of the most coveted awards in the industry.",
            "longDate": "13 May - 24 May",
            "local": "False",
            "free": "False",
            "connection": "None",
            "connectionGb": "British film and co-production Palme d'Or winners: <ul><li>Brief Encounter (1945)</li><li>The Third Man (1949)</li><li>The Knack... and How to Get It (1965)</li><li>Blow-Up (1966)</li><li>If... (1968)</li><li>The Go-Between (1971)</li><li>The Hireling (1973)</li><li>Paris, Texas (1984)</li><li>The Mission (1986)</li><li>Barton Fink (1991)</li><li>The Best Intentions (1992)</li><li>Secrets & Lies (1996)</li><li>The Pianist (2002)</li><li>The Wind That Shakes the Barley (2006)</li><li>Uncle Boonmee Who Can Recall His Past Lives (2010)</li><li>I, Daniel Blake (2016)</li><li>Triangle of Sadness (2022)</li></ul>",
            "connectionCa": "No films from Quebec or even Canada have won the Palme d'Or at Cannes. However, Quebecois productions have won some awards: <ul><li><em>It's Only the End of the World</em> (2016) won the Grand Prix</li><li><em>Jesus of Montreal</em> (1989) and <em>Mommy</em> (2014) won the Jury Prize</li><li>Quebecois director Michel Brault won Best Director for <em>Orders</em> (1974)</li></ul>",
            "connectionJp": "Japanese films which have won the Palme d'Or at Cannes: <ul><li>Gate of Hell (1953)</li><li>Kagemusha (1980)</li><li>The Ballad of Narayama (1983)</li><li>The Eel (1997)</li><li>Shoplifters (2018)</li></ul>",
            "country": "France",
            "type": "film"
        },

        {
            "id": 10,
            "text": "French Connections",
            "start": "2025-05-17",
            "end": "2025-05-18",
            "backColor": "#edc351",
            "location": "Liverpool, England",
            "description": "This orchestral concert explores music by French composers from the late 19th and early 20th centuries. The programme includes works by Pierné, Bonis, Fauré and Bizet, performed by an ensemble conducted by Helen Thomas. Held in The Great Hall at Liverpool Hope University, the event offers a mix of well-known pieces and lesser-heard selections, highlighting the range and richness of the French classical tradition.",
            "longDate": "17 May",
            "local": "False",
            "free": "False",
            "connection": "gb",
            "country": "England",
            "type": "music"
        },

        {
            "id": 11,
            "text": "Annecy International Animation Film Festival",
            "start": "2025-06-08",
            "end": "2025-06-15",
            "backColor": "#95e364",
            "location": "Annecy, Auvergne-Rhône-Alpes",
            "description": "The Annecy International Animation Film Festival is the world's leading celebration of animated cinema, held annually in the picturesque town of Annecy, France. It showcases a diverse selection of animated films, from shorts to feature-length productions, representing studios and independent creators from around the globe. While industry professionals gather for premieres, workshops and networking events, the festival also offers free open-air screenings, allowing the general public to enjoy animation under the stars by Lake Annecy.",
            "longDate": "8 June - 14 June",
            "local": "False",
            "free": "True",
            "connection": "None",
            "country": "France",
            "type": "film"
        },

        {
            "id": 12,
            "text": "Francos de Montreal",
            "start": "2025-06-13",
            "end": "2025-06-22",
            "backColor": "#ff6459",
            "location": "Montreal, Quebec, Canada",
            "description": "Francos de Montreal is a major Francophone music festival held each June in the heart of Montreal. Spanning over a week, the festival features around 150 concerts, many of them free, with performances from both established and emerging French-speaking artists. Genres range from pop and rock to hip-hop, electronic and chanson, reflecting the diversity of the French-speaking world. Events take place in various venues across the Quartier des Spectacles, creating a lively, open-air atmosphere in the city centre. With its mix of international stars and local talent, Francos de Montreal celebrates the richness and evolution of Francophone music.",
            "longDate": "13 June - 21 June",
            "local": "False",
            "free": "False",
            "connection": "ca",
            "country": "Canada",
            "type": "music"
        },
        
        {
            "id": 13,
            "text": "Paris Jazz Festival",
            "start": "2025-06-17",
            "end": "2025-09-07",
            "backColor": "#5aa8cc",
            "location": "Paris",
            "description": "The Paris Jazz Festival is a summer-long celebration of jazz held in the Parc Floral de Paris, featuring performances from renowned international and emerging artists. The festival features an eclectic mix of jazz styles, spanning timeless classics, modern interpretations and innovative experimental sounds. Set in a beautiful open-air setting, the event offers a relaxed atmosphere where visitors can enjoy world-class music surrounded by nature. Best of all, the concerts are free to attend, making it an accessible and unmissable highlight of Paris’s cultural calendar.",
            "longDate": "June - September",
            "local": "False",
            "free": "True",
            "connection": "None",
            "country": "France",
            "type": "music"
        },

        {
            "id": 14,
            "text": "Francophone Day Party",
            "start": "2025-06-28",
            "end": "2025-06-29",
            "backColor": "#d1158c",
            "location": "London, England",
            "description": "Taking place in London, Francophone Day Party is a celebration of music, dance and culture from across the French-speaking world. The event brings together genres such as Afrobeats, Kompa, Zouk, Coupé-Décalé, French Bashment and more, creating a lively atmosphere that highlights the diversity of Francophone sounds. With a lineup of DJs, a spacious outdoor setting and a strong focus on community, the party offers food, drinks and dancing throughout the day.",
            "longDate": "28 June",
            "local": "False",
            "free": "False",
            "connection": "gb",
            "country": "England",
            "type": "music"
        },

        {
            "id": 15,
            "text": "Cognac Blues Passions",
            "start": "2025-07-02",
            "end": "2025-07-06",
            "backColor": "#f59de3",
            "location": "Cognac, Nouvelle-Aquitaine",
            "description": "Cognac Blues Passions is a music festival held in the town of Cognac, in southwestern France, celebrating jazz, soul and R&B in a relaxed, intimate setting. Taking place every July,  the festival hosts performances in both historic venues and outdoor spaces. Of the 70 concerts featured, 40 are free, making it an accessible event for a wide audience. With a mix of international stars and rising talents, Cognac Blues Passions has built a reputation as a welcoming and diverse celebration of live music.",
            "longDate": "2 July - 5 July",
            "local": "True",
            "free": "True",
            "connection": "None",
            "country": "France",
            "type": "music"
        },

        {
            "id": 16,
            "text": "Dinard British and Irish Film Festival",
            "start": "2025-10-01",
            "end": "2025-10-06",
            "backColor": "#5aa8cc",
            "location": "Dinard, Brittany",
            "description": "The Dinard British Film Festival is an annual celebration of British cinema held in the seaside town of Dinard, Brittany. Since 1989, it has provided a platform for British filmmakers to showcase their work to French audiences, featuring a diverse selection of films from major productions to independent gems. Screenings are open to both industry professionals and the general public, with tickets available for individual films as well as festival passes for those looking to experience multiple screenings. The festival also hosts special events such as open-air screenings, discussions with filmmakers and award ceremonies.",
            "longDate": "1 October - 5 October",
            "local": "True",
            "free": "False",
            "connection": "gb",
            "country": "France",
            "type": "film"
        },

        {
            "id": 17,
            "text": "CINEMANIA",
            "start": "2025-11-05",
            "end": "2025-11-17",
            "backColor": "#ad72e0",
            "location": "Montreal, Quebec, Canada",
            "description": "CINEMANIA is North America's largest French-language film festival, held in Montreal every November. Founded in 1995, it showcases a curated selection of nearly 60 films and documentaries from across the Francophone world, all subtitled in English. The festival emphasises premieres, with many films making their North American or Canadian debut. Screenings are hosted in venues throughout downtown Montreal, such as the Cinéma Impérial and Cinémathèque québécoise, creating a vibrant cultural atmosphere. CINEMANIA also features masterclasses, conferences and special events.​",
            "longDate": "5 November - 16 November",
            "local": "False",
            "free": "False",
            "connection": "ca",
            "country": "Canada",
            "type": "film"
        },

        {
            "id": 18,
            "text": "Hanabi Seasons",
            "start": "2025-12-01",
            "end": "2025-11-30",
            "backColor": "#f59de3",
            "location": "France",
            "description": "Hanabi Seasons is an annual Japanese film festival held across France, usually taking place in November and December. The festival showcases a selection of contemporary Japanese films, offering French audiences the opportunity to explore Japan's diverse cinematic landscape. While it is primarily hosted in Paris, screenings also take place in various cities throughout France. The festival is designed to introduce Japanese cinema to a broader audience and films are often accompanied by special events and discussions.",
            "longDate": "November / December",
            "local": "False",
            "free": "False",
            "connection": "jp",
            "country": "France",
            "type": "film"
        },

        {
            "id": 19,
            "text": "French Film Festival UK",
            "start": "2025-12-01",
            "end": "2025-11-30",
            "backColor": "#ad72e0",
            "location": "United Kingdom",
            "description": "The French Film Festival UK is an annual celebration of French and Francophone cinema, taking place across various cities in the United Kingdom. Established in 1992, the festival has grown to become a significant cultural event, showcasing a diverse range of films from France and the broader Francophone world. Typically held from November to December, the festival features a curated selection of contemporary and classic films, including dramas, comedies, documentaries and animations. Screenings are hosted in numerous venues nationwide, such as the Ciné Lumière in London and the Institut français d'Écosse in Edinburgh, providing audiences with access to French-language cinema accompanied by English subtitles. The festival also often includes appearances by filmmakers and actors, offering attendees unique insights into the films and the creative processes behind them.",
            "longDate": "November / December",
            "local": "False",
            "free": "False",
            "connection": "gb",
            "country": "UK",
            "type": "film"
        }
    ]
}