{
    "overview": "Overview",
    "history": "History",
    "events": "Events",
    "locations": "Locations",

    "film-of-the-week": "Film of the Week",
    "directed": "Dir.",

    "overview-description-1": "French cinema has long been celebrated as a pillar of world cinema, renowned for its artistic contributions and innovative storytelling. From the Lumière brothers' pioneering work in the late 19th century to the revolutionary New Wave movement in the 1950s, French filmmakers have constantly pushed the boundaries of cinema. The distinct style of French filmmaking is characterised by its emphasis on character-driven stories, artistic visuals, and an ability to blend various genres and cultural influences. Over the decades, French cinema has produced iconic filmmakers like François Truffaut, Jean-Luc Godard, Agnès Varda and Jacques Demy, whose works continue to inspire generations of filmmakers around the globe.",
    "overview-heading-1": "Celebrating Film in France",
    "overview-description-2": "France is home to some of the most prestigious film festivals in the world, including the Cannes Film Festival, which attracts filmmakers, actors and industry professionals from all corners of the globe. In addition to Cannes, events such as the César Awards, the Annecy International Animation Film Festival and the Clermont-Ferrand International Short Film Festival are integral to the French film landscape, celebrating diverse filmmaking styles and offering a platform for new talent. These festivals not only highlight French productions but also serve as a space for international cinema to meet with French audiences. French film festivals often blend screenings with masterclasses, industry panels and celebrations of cinematic heritage, making them essential events in the global film calendar.",
    "overview-heading-2": "Influence on Global Cinema",
    "overview-description-3": "French cinema continues to play a significant role on the global stage, influencing filmmakers worldwide while maintaining a unique identity. Through co-productions, collaborations and the international success of films like <em>La Haine</em>, <em>Amélie</em> and <em>The Intouchables</em>, French films continue to resonate with audiences across different cultures. Additionally, the rise of streaming platforms has made French films more accessible than ever before, allowing international audiences to experience both classic masterpieces and contemporary works. France's ability to blend its rich cinematic history with modern storytelling ensures that French cinema will remain an influential force in the global film industry for years to come.",

    "lumiere-brothers": "<em>Lumière Brothers</em>",
    "cesar-award": "<em>César Award</em>",
    
    "films": [
        {
            "poster": "https://a.ltrbxd.com/resized/film-poster/5/1/6/8/4/51684-la-haine-0-2000-0-3000-crop.jpg",
            "title": "La Haine",
            "year": "1995",
            "director": "Mathieu Kassovitz",
            "tagline": "How far you fall doesn't matter, it's how you land…",
            "description": "After a chaotic night of rioting in a marginal suburb of Paris, three young friends, Vinz, Hubert and Saïd, wander around unoccupied waiting for news about the state of health of a mutual friend who has been seriously injured when confronting the police.",
            "imdb": "https://www.imdb.com/title/tt0113247/",
            "letterboxd": "https://boxd.it/2as8",
            "justwatch_gb": "la-haine",
            "justwatch_jp": "la-haine"
        },

        {
            "poster": "https://media.themoviedb.org/t/p/w600_and_h900_bestv2/jtxhyGaYhurH6KsjvP1jV3dDypz.jpg",
            "title": "The Young Girls of Rochefort",
            "year": "1967",
            "director": "Jacques Demy",
            "tagline": "…They're singing and dancing in the streets.",
            "description": "Delphine and Solange are two sisters living in Rochefort. Delphine is a dancing teacher and Solange composes and teaches the piano. Maxence is a poet and a painter. He is doing his military service. Simon owns a music shop, he left Paris one month ago to come back where he fell in love 10 years ago. They are looking for love, looking for each other, without being aware that their ideal partner is very close...",
            "imdb": "https://www.imdb.com/title/tt0062873/",
            "letterboxd": "https://boxd.it/26K8",
            "justwatch_gb": "the-young-girls-of-rochefort",
            "justwatch_jp": "roshiyuhuorunolian-ren-tachi"
        },

        {
            "poster": "https://media.themoviedb.org/t/p/w600_and_h900_bestv2/oTKduWL2tpIKEmkAqF4mFEAWAsv.jpg",
            "title": "Amélie",
            "year": "2001",
            "director": "Jean-Pierre Jeunet",
            "tagline": "She’ll change your life.",
            "description": "At a tiny Parisian café, the adorable yet painfully shy Amélie accidentally discovers a gift for helping others. Soon Amélie is spending her days as a matchmaker, guardian angel and all-around do-gooder. But when she bumps into a handsome stranger, will she find the courage to become the star of her very own love story?",
            "imdb": "https://www.imdb.com/title/tt0211915/",
            "letterboxd": "https://boxd.it/2aUc",
            "justwatch_gb": "amelie",
            "justwatch_jp": "ameri"
        },

        {
            "poster": "https://a.ltrbxd.com/resized/film-poster/6/6/9/7/4/4/669744-petite-maman-0-2000-0-3000-crop.jpg",
            "title": "Petite Maman",
            "year": "2021",
            "director": "Céline Sciamma",
            "tagline": "Experience a fairytale of wonder and innocence.",
            "description": "After the death of her beloved grandmother, eight-year-old Nelly meets a strangely familiar girl her own age in the woods. Instantly forming a connection with this mysterious new friend, Nelly embarks on a fantastical journey of discovery which helps her come to terms with this newfound loss.",
            "imdb": "https://www.imdb.com/title/tt13204490/",
            "letterboxd": "https://boxd.it/s6je",
            "justwatch_gb": "petite-maman",
            "justwatch_jp": "petite-maman"
        },

        {
            "poster": "https://a.ltrbxd.com/resized/film-poster/5/1/7/8/7/51787-breathless-0-2000-0-3000-crop.jpg",
            "title": "Breathless",
            "year": "1960",
            "director": "Jean-Luc Godard",
            "tagline": "Wild! Violent! Outspoken and Honest!",
            "description": "A small-time thief steals a car and impulsively murders a motorcycle policeman. Wanted by the authorities, he attempts to persuade a girl to run away to Italy with him.",
            "imdb": "https://www.imdb.com/title/tt0053472/",
            "letterboxd": "https://boxd.it/2aIK",
            "justwatch_gb": "breathless",
            "justwatch_jp": "sheng-shou-nishiyagare"
        },

        {
            "poster": "https://media.themoviedb.org/t/p/w600_and_h900_bestv2/kQs6keheMwCxJxrzV83VUwFtHkB.jpg",
            "title": "Anatomy of a Fall",
            "year": "2023",
            "director": "Justine Triet",
            "tagline": "Did she do it?",
            "description": "A woman is suspected of her husband's murder, and their blind son faces a moral dilemma as the sole witness.",
            "imdb": "https://www.imdb.com/title/tt17009710/",
            "letterboxd": "https://boxd.it/yuDE",
            "justwatch_gb": "anatomy-of-a-fall",
            "justwatch_jp": "anatomie-dune-chute"
        },
        
        {
            "poster": "https://a.ltrbxd.com/resized/sm/upload/up/bb/3o/eu/aQBoH09Nq3AwXV7eyYtazsCiByG-0-2000-0-3000-crop.jpg",
            "title": "Au Hasard Balthazar",
            "year": "1966",
            "director": "Robert Bresson",
            "tagline": "",
            "description": "The story of a donkey Balthazar as he is passed from owner to owner, some kind and some cruel but all with motivations beyond his understanding. Balthazar, whose life parallels that of his first keeper, Marie, is truly a beast of burden, suffering the sins of humankind. But despite his powerlessness, he accepts his fate nobly.",
            "imdb": "https://www.imdb.com/title/tt0060138/",
            "letterboxd": "https://boxd.it/1E3g",
            "justwatch_gb": "au-hasard-balthazar",
            "justwatch_jp": "barutazarudokohexing-ku"
        },
     
        {
            "poster": "https://media.themoviedb.org/t/p/w600_and_h900_bestv2/xyZhiOz5NHVBUKlpioxjwajy7pm.jpg",
            "title": "Le Trou",
            "year": "1960",
            "director": "Jacques Becker",
            "tagline": "",
            "description": "Four prison inmates have been hatching a plan to literally dig out of jail when another prisoner, Claude Gaspard, is moved into their cell. They take a risk and share their plan with the newcomer. Over the course of three days, the prisoners and friends break through the concrete floor using a bed post and begin to make their way through the sewer system -- yet their escape is anything but assured.",
            "imdb": "https://www.imdb.com/title/tt0054407/",
            "letterboxd": "https://boxd.it/1nSw",
            "justwatch_gb": "le-trou",
            "justwatch_jp": "xue"
        }
    ],

    "timeline": [
        {
            "title": "Birth of Cinema",
            "date": "1895",
            "content": "<p>In Paris, on 28 December 1895, Auguste and Louis Lumière held the first-ever public screening of motion pictures at the Salon Indien du Grand Café. Using their invention, the Cinématographe, they projected a series of short films to a paying audience, marking the birth of modern cinema. The Cinématographe was a revolutionary device that combined a camera, printer, and projector in one. Their first screening featured ten short films, including <em>Workers Leaving the Lumière Factory</em> and <em>L'Arroseur Arrosé</em>.</p><div class='text-row'><div class='iframe-text iframe lumieres'><iframe src='https://commons.wikimedia.org/wiki/File:La_Sortie_de_l%27Usine_Lumi%C3%A8re_%C3%A0_Lyon_I_1895.webm?embedplayer=yes' frameborder='0' loading='lazy' allow='autoplay; picture-in-picture' allowfullscreen></iframe><p><b>Workers Leaving the Lumière Factory (1895)</b></p></div><div class='iframe-text iframe lumieres'><iframe src='https://commons.wikimedia.org/wiki/File:Le_Jardinier_(l%27Arroseur_arros%C3%A9)_(1895).webm?embedplayer=yes' frameborder='0' loading='lazy' allow='autoplay; picture-in-picture' allowfullscreen></iframe><p><b>L'Arroseur Arrosé (1895)</b></p></div></div>",
            "type": "information"
        },

        {
            "title": "The Arrival of a Train at La Ciotat",
            "date": "1896",
            "content": "<div class='description-image-container right iframe'><div class='iframe-text iframe'><iframe class='description-image' src='https://commons.wikimedia.org/wiki/File:L%27Arriv%C3%A9e_d%27un_train_en_gare_de_La_Ciotat,_Complete.webm?embedplayer=yes' frameborder='0' loading='lazy' allow='autoplay; picture-in-picture' allowfullscreen></iframe><p><b>The Arrival of a Train at La Ciotat (1896)</b></p></div></div><p>On 25 January 1896, in Lyon, the Lumière brothers held the première of arguably the most famous short silent film- <em>The Arrival of a Train at La Ciotat</em>. There are accounts that the dynamic perspective of the film, with the train approaching the camera, caused some of the audience to panic and flee the venue, fearing that a real train was about to crash into them. This is, however, likely a myth. There is no evidence supporting the claims, and the grainy picture and lack of sound meant it could never be mistaken for reality.</p>",
            "type": "film"
        },

        {
            "title": "Alice Guy-Blaché",
            "date": "1896",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://upload.wikimedia.org/wikipedia/commons/d/d4/Alice_Guy.jpg' alt='Alice Guy-Blaché' /><p><b>Alice Guy-Blaché</b></p></div></div><p>Alice Guy-Blaché was a pioneering French filmmaker and one of the first to direct a narrative film. Starting her career at the production company Gaumont in 1896, she directed over 1,000 films, including short comedies, dramas, and early science fiction. She was instrumental in developing the use of synchronized sound in <em>The Cabbage-Patch Fairy</em> (1896) and pioneered the use of multi-reel films, which would later become standard in the industry. As the first female filmmaker in history, her work laid the foundation for modern cinema, though her contributions were largely overshadowed for decades.</p>",
            "type": "person"
        },

        {
            "title": "Georges Méliès",
            "date": "1896 - 1900",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/M%C3%A9li%C3%A8s_portrait_%28cropped%29.png/330px-M%C3%A9li%C3%A8s_portrait_%28cropped%29.png' alt='Georges Méliès' /><p><b>Georges Méliès</b></p></div></div><p>Between 1896 and 1900, Georges Méliès, a former stage magician, revolutionised filmmaking by developing some of the earliest special effects. He discovered stop-motion substitution— where objects or people appeared to vanish or change by stopping the camera, altering the scene, and resuming filming— by accident when his camera jammed. He also pioneered superimposing images, scene transitions and hand-painted color in films like <em>The Haunted Castle</em> (1897) and <em>Cinderella</em> (1899), blending magic and storytelling in ways never seen before.</p>",
            "type": "person"
        },

        {
            "title": "A Trip to the Moon",
            "date": "1902",
            "content": "<div class='description-image-container right iframe'><div class='iframe-text iframe'><iframe class='description-image' src='https://commons.wikimedia.org/wiki/File:Le_Voyage_dans_la_lune_(black_and_white,_1902).webm?embedplayer=yes' frameborder'0' loading='lazy' allow='autoplay; picture-in-picture' allowfullscreen></iframe><p><b>A Trip to the Moon (1902)</b></p></div></div><p><em>A Trip to the Moon</em> is Georges Méliès' most famous film and one of the first science fiction movies. Inspired by Jules Verne, it follows a group of astronomers who build a giant cannon to launch themselves to the Moon, where they encounter fantastical landscapes and hostile Moon creatures. Méliès used groundbreaking special effects, including painted backdrops, jump cuts and superimpositions, to create its dreamlike visuals.</p>",
            "type": "film"
        },

        {
            "title": "The Impressionist Movement",
            "date": "1918 - 1929",
            "content": "<p>The French Impressionist movement sought to push the boundaries of cinema by emphasising emotion and subjectivity through visual experimentation. Filmmakers like Abel Gance, Jean Epstein and Germaine Dulac used techniques such as soft focus, rapid editing, superimposition and point-of-view shots to immerse audiences in characters’ inner experiences. Influenced by Impressionist painting, the movement rejected conventional storytelling in favor of dreamlike, poetic imagery, further evolving cinematic language.</p>",
            "type": "information"
        },

        {
            "title": "Poetic Realism",
            "date": "1930s - 1940s",
            "content": "<p>Poetic Realism was a French film movement that blended stylised visuals with melancholic, socially aware storytelling. Jean Renoir and Marcel Carné led the movement, depicting working-class characters trapped by fate, often in doomed romances or tragic circumstances. These films, such as <em>Grand Illusion</em> (1937) and <em>Daybreak</em> (1939), used moody lighting, detailed set design and a lyrical tone to create a heightened sense of realism. The movement heavily influenced later film noir and Italian neorealism.</p>",
            "type": "information"
        },

        {
            "title": "Cannes Film Festival",
            "date": "1946",
            "content": "<div class='description-image-container right image'><div class='iframe-text image'><img class='description-image' src='https://www.cannes-france.com/app/uploads/cannes-tourisme/2022/06/thumbs/palais-vue-sur-la-montee-des-marchespalaisdesfestival-1920x960.jpg' alt='Cannes Film Festival' /><p><b>Cannes Film Festival</b></p></div></div><p>The Cannes Film Festival was established in 1946 as a showcase for global cinema, aiming to promote artistic excellence and international collaboration. Held annually in the French Riviera, it quickly became one of the most prestigious film festivals, celebrating innovative storytelling and new cinematic movements. Its Palme d’Or award remains one of the highest honours in filmmaking.</p>",
            "type": "information"
        },


        {
            "title": "Jacques Tati",
            "date": "1949 - 1970s",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://image.tmdb.org/t/p/w342/sVmzg2Eo7I4nrxH732onsxEaj9H.jpg' alt='Jacques Tati' /><p><b>Jacques Tati</b></p></div></div><p>Jacques Tati was a French filmmaker and actor known for his meticulously crafted comedies that satirised modern life. From <em>Jour de Fête</em> (1949) to <em>Trafic</em> (1971), he developed a unique visual and physical comedy style, often featuring his bumbling character Monsieur Hulot. His films, such as <em>Mon Oncle</em> (1958) and <em>PlayTime</em> (1967), used elaborate set design and minimal dialogue to highlight the absurdities of urbanisation and technology. Tati’s influence extended beyond his era, shaping filmmakers who embraced visual storytelling and comedic subtlety.</p>",
            "type": "person"
        },

        {
            "title": "French New Wave",
            "date": "1950s - 1970s",
            "content": "<p>The French New Wave was a revolutionary film movement that emerged in the late 1950s and extended into the early 1970s. Led by directors like Jean-Luc Godard, François Truffaut, Agnès Varda, Claude Chabrol and Éric Rohmer, it rejected the rigid structures of traditional studio filmmaking in favor of a freer, more experimental approach. The movement was characterised by handheld camerawork, natural lighting, jump cuts and improvised dialogue, often blending fiction and reality. Drawing inspiration from Italian Neorealism and American cinema, New Wave filmmakers embraced themes of youth, rebellion and existentialism, reshaping global cinema with their bold storytelling techniques.</p>",
            "type": "information"
        },

        {
            "title": "The 400 Blows",
            "date": "1959",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/12PuU23kkDLvTd0nb8hMlE3oShB.jpg' alt='The 400 Blows' /><p><b>The 400 Blows (1959)</b></p></div></div><p><em>The 400 Blows</em>, directed by François Truffaut, is considered one of the most iconic works of the French New Wave. The film tells the story of Antoine Doinel, a young boy growing up in Paris, struggling with an oppressive home life and a rigid school system. As he begins to rebel, the film poignantly captures his sense of alienation and the challenges of adolescence. <em>The 400 Blows</em> is celebrated for its naturalistic performances, innovative cinematography and groundbreaking use of location shooting, marking a departure from the stylised and formalised cinema of the time. Its raw, honest portrayal of youth resonated deeply with audiences and critics, cementing it as a cornerstone of the New Wave movement.</p>",
            "type": "film"
        },

        {
            "title": "Jean-Luc Godard",
            "date": "1960s",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://image.tmdb.org/t/p/w342/zP5EDY5MstfkdBmPXNCj8Y6v5KR.jpg' alt='Jean-Luc Godard' /><p><b>Jean-Luc Godard</b></p></div></div><p>Jean-Luc Godard was a key figure of the French New Wave, revolutionising cinema with his bold, experimental style. His breakthrough came with <em>Breathless</em> (1960), a stylish and unconventional crime drama. <em>Vivre sa vie</em> (1962) presents the life of a Parisian woman who drifts into sex work, structured in twelve distinct chapters. <em>Pierrot le Fou</em> (1965) blended crime, romance, and pop art aesthetics, following a disillusioned man on a chaotic road trip. As the decade progressed, Godard’s films became increasingly political, culminating in <em>Weekend</em> (1967), a darkly satirical critique of consumerism and class struggle.</p>",
            "type": "person"
        },

        {
            "title": "Jacques Demy",
            "date": "1960s",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://image.tmdb.org/t/p/w342/qfCV7ckQ2XjsAgDRzvJ2PCRAzAE.jpg' alt='Jacques Demy' /><p><b>Jacques Demy</b></p></div></div><p>Jacques Demy was a key figure in French cinema, celebrated for his blend of musical, romance, and fantasy. His early work, <em>Lola</em> (1961), set the tone for his career with its poignant exploration of love and loss. Demy achieved international recognition with <em>The Umbrellas of Cherbourg</em> (1964), a musical that tells the story of a love torn apart by war, entirely through song. He continued to explore similar themes in <em>The Young Girls of Rochefort</em> (1967), a colorful, upbeat musical about twin sisters seeking love and adventure in a small French town. Demy then adapted the classic fairy tale in <em>Donkey Skin</em> (1970). Often featuring female protagonists who were complex and richly developed, his films combined realism with the fantastical, creating a unique and visually distinct cinematic world.</p>",
            "type": "person"
        },

        {
            "title": "Zoom the White Dolphin",
            "date": "1971",
            "content": "<div class='description-image-container right image'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w780/mYgEOJepGjZhJDbXf18YFkxdLkj.jpg' alt='Zoom the White Dolphin' /><p><b>Zoom the White Dolphin (1971)</b></p></div></div><p>The first co-production between France and Japan was the anime series <em>Zoom the White Dolphin</em>. French director René Borg collaborated with Japanese studio Eiken to create the 13-episode series. The series presents Zoom, a white dolphin, and his friends, two children who live with their sailor uncle. Lots of other animals feature, such as a bird who can understand the dolphin language and a koala.</p>",
            "type": "connection jp"
        },

        {
            "title": "Once Upon a Time... Man",
            "date": "1978 - 1979",
            "content": "<div class='description-image-container right image'><div class='iframe-text image'><img class='description-image' src='https://m.media-amazon.com/images/S/pv-target-images/367c175203ecd541016f7ed72692c2ea8b6cda6fd880c224c28d8473514bb073.jpg' alt='Once Upon a Time... Man' /><p><b>Once Upon a Time... Man (1978 - 1979)</b></p></div></div><p>René Borg later collaborated with Albert Barillé to create the first series in the <em>Once Upon a Time...</em> franchise, which was animated by Tatsunoko Pro. The franchise explains history in a format adapted for children and was well received upon release.</p>",
            "type": "connection jp"
        },

        {
            "title": "Cinéma du Look",
            "date": "1980s - 1990s",
            "content": "<p>Emerging in the 1980s, Cinéma du Look was a visually striking movement that prioritised style, atmosphere, and emotion over traditional narrative structures. Directors like Luc Besson (<em>Subway</em>), Leos Carax (<em>Mauvais Sang</em>) and Jean-Jacques Beineix (<em>Diva</em>) crafted films with bold cinematography, neon lighting and youthful, outsider characters. Though sometimes criticised for favouring spectacle over substance, the movement captured the energy and alienation of contemporary France.</p>",
            "type": "information"
        },

        {
            "title": "The Inquisitor",
            "date": "1981",
            "content": "<div class='description-image-container left person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/vL7Xw04nFMHwnvXRFCmYYAzMUvY.jpg' alt='Rashomon' /><p><b>Rashomon (1950)</b></p></div></div><div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/lKB8bOpJhTTxfiK5OWjilZeZ0Kc.jpg' alt='The Inquisitor' /><p><b>The Inquisitor (1981)</b></p></div></div><p>Japanese director Akira Kurosawa’s <em>Rashomon</em> introduced a groundbreaking narrative technique in which multiple characters recount the same event from conflicting perspectives, leaving the audience to piece together the truth. French film <em>The Inquisitor</em> appears to be influenced by this approach, following a tense police interrogation in which a lawyer, accused of murder, gives conflicting accounts of events. As new revelations emerge, the audience is forced to question the reliability of each account, mirroring how <em>Rashomon</em> challenges the notion of objective truth through its evolving and contradictory narratives.</p>",
            "type": "connection jp"
        },

        {
            "title": "Ulysses 31",
            "date": "1981 - 1982",
            "content": "<div class='description-image-container right image'><div class='iframe-text image'><img class='description-image' src='https://images4.alphacoders.com/134/thumb-1920-1348421.png' alt='Ulysses 31' /><p><b>Ulysses 31 (1981 - 1982)</b></p></div></div><p>René Borg and French producer and screenwriter Jean Chalopin went to Japan to work with Tokyo Movie Shinsha on <em>Ulysses 31</em>, an anime series depicting the story of Greek hero Odysseus in a hypothetical 31st century. It was a massive success across multiple countries, including France and Japan.</p>",
            "type": "connection jp"
        },

        {
            "title": "Dinard Film Festival",
            "date": "1989",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://www.dinardemeraudetourisme.com/app/uploads/2024/04/affiche-festival-du-film-2023-690x1024.jpg' alt='Dinard British Film Festival' /><p><b>Dinard British Film Festival</b></p></div></div><p>The Dinard British Film Festival, held annually in the coastal town of Dinard in Brittany, France, has been a key event for showcasing British (and Irish) cinema in France since its inception in 1989. The festival celebrates the best of British filmmaking, with a special focus on films that reflect the British spirit and culture. The festival offers a platform for British filmmakers to present their work to French audiences and industry professionals, while also serving as a key venue for promoting French-British cinematic collaboration. The festival’s awards, such as the Golden Hitchcock (named after Alfred Hitchcock), highlight British contributions to cinema, further cementing its importance as a cultural exchange between France and Britain.</p>",
            "type": "connection gb"
        },

        {
            "title": "Contemporary French Cinema",
            "date": "1990s - Present",
            "content": "<p>Contemporary French cinema is defined by its diversity, blending auteur-driven storytelling with commercial success. Filmmakers such as Claire Denis, Céline Sciamma and Jacques Audiard have crafted acclaimed works that explore identity, society and human relationships, whereas directors like Gaspar Noé and Julia Ducournau have pushed boundaries with bold narratives and creative cinematography.</p>",
            "type": "information"
        },

        {
            "title": "La Haine",
            "date": "1995",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/iH8saz6s0Z8SPPrKaMI2KrRzTED.jpg' alt='La Haine' /><p><b>La Haine (1995)</b></p></div></div><p><em>La Haine</em>, directed by Mathieu Kassovitz and translating to 'Hatred', is a powerful social drama that explores urban unrest in France. Following three young men from different backgrounds over the course of 24 hours in a Parisian banlieue, the film examines police brutality, inequality and racial tensions. Shot in stark black and white, <em>La Haine</em> captures the frustration and alienation of marginalised communities, resonating strongly with contemporary social issues. Its raw energy and urgent themes have cemented its status as one of the most important French films of the 1990s.</p>",
            "type": "film"
        },

        {
            "title": "Amélie",
            "date": "2001",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/oTKduWL2tpIKEmkAqF4mFEAWAsv.jpg' alt='Amélie' /><p><b>Amélie (2001)</b></p></div></div><p><em>Amélie</em>, directed by Jean-Pierre Jeunet, is a whimsical and visually striking film that became an international sensation. It follows Amélie Poulain, a shy but imaginative young woman in Paris who sets out to improve the lives of those around her while navigating her own path to love and happiness. With its vibrant color palette, playful cinematography and charming storytelling, <em>Amélie</em> captures a romanticised vision of Paris. The film was a major critical and commercial success, becoming one of the most beloved French films worldwide.</p>",
            "type": "film"
        },

        {
            "title": "The Barbarian Invasions",
            "date": "2003",
            "content": "<div class='description-image-container right image'><div class='iframe-text image'><img class='description-image' src='https://assets.mubicdn.net/images/artworks/514705/images-original.png?1674130189' alt='The Barbarian Invasions' /><p><b>The Barbarian Invasions (2003)</b></p></div></div><p><em>The Barbarian Invasions</em> was a Canada-France co-production, directed by Quebecois filmmaker Denys Arcand and featuring French cinematographer Guy Dufaux. The film’s production brought together Quebecois and French talent, with editor Isabelle Dedieu and composer Pierre Aviat contributing from France. This collaboration strengthened ties between the two film industries and helped the film achieve international acclaim, winning the Best Foreign Language Film Oscar.</p>",
            "type": "connection ca"
        },

        {
            "title": "The Magic Roundabout",
            "date": "2004",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/qUUxGu8Oxtzk2VasR99Jqy74ogK.jpg' alt='The Magic Roundabout' /><p><b>The Magic Roundabout (2004)</b></p></div></div><p><em>The Magic Roundabout</em> was a French-British animated co-production, directed by French filmmaker Jean Duval and British directors Frank Passingham and Dave Borthwick. Based on the beloved French stop-motion series <em>Le Manège Enchanté</em>, the film combined British and French creative forces. The English-language version featured voice actors such as Robbie Williams, Ian McKellen and Tom Baker, while the French version starred Vanessa Paradis. This collaboration updated a classic piece of French television for an international audience.</p>",
            "type": "connection gb"
        },

        {
            "title": "La Vie en Rose",
            "date": "2007",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/3b9DAONAsFRhJKu25R33PE3VwDh.jpg' alt='La Vie en Rose' /><p><b>La Vie en Rose (2007)</b></p></div></div><p><em>La Vie en Rose</em> is a biographical film about French singer Édith Piaf, directed by Olivier Dahan. The film was a French-British co-production, with British involvement including co-producer Timothy Burrill, composer Christopher Gunning and costume designer Marit Allen. It became an international success, with Marion Cotillard winning an Academy Award for her portrayal of Piaf.</p>",
            "type": "connection gb"
        },

        {
            "title": "MyFrenchFilmFestival",
            "date": "2010",
            "content": "<p>Launched in 2010, MyFrenchFilmFestival is an online film festival dedicated to showcasing French-language films from both France and Quebec. The festival aims to promote the diversity and richness of French-language cinema to a global audience, offering films from French and Quebecois filmmakers alike. It creates an important bridge between the two cinematic communities by providing a platform for both emerging and established filmmakers from both regions. The festival’s focus on digital accessibility allows films to be viewed by international audiences, contributing to the global presence of French and Quebec cinema and fostering collaboration between the two.</p>",
            "type": "connection ca"
        },

        {
            "title": "The Intouchables",
            "date": "2011",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w440_and_h660_face/1QU7HKgsQbGpzsJbJK4pAVQV9F5.jpg' alt='The Intouchables' /><p><b>The Intouchables (2011)</b></p></div></div><p><em>The Intouchables</em>, directed by Olivier Nakache and Éric Toledano, is a heartwarming and humourous drama based on a true story. It follows the unlikely friendship between Philippe, a wealthy quadriplegic, and Driss, a charismatic young man from the Parisian suburbs who becomes his caregiver. The film blends comedy and emotion, exploring themes of friendship, social class and resilience. A massive box office success in France and internationally, <em>The Intouchables</em> became one of the highest-grossing French films of all time and inspired multiple international remakes.</p>",
            "type": "film"
        },

        {
            "title": "It's Only the End of the World",
            "date": "2016",
            "content": "<div class='description-image-container right person'><div class='iframe-text image'><img class='description-image' src='https://media.themoviedb.org/t/p/w600_and_h900_bestv2/riWa3WZrO3n8lLWuaEVMgaqAZGn.jpg' alt='It&#39;s Only the End of the World' /><p><b>It's Only the End of the World (2016)</b></p></div></div><p><em>It's Only the End of the World</em> was a significant France-Quebec co-production, directed by Quebecois filmmaker Xavier Dolan and featuring an all-French cast, including Marion Cotillard and Vincent Cassel. While the film was primarily shot in France, it was produced with the involvement of both Quebecois and French production teams, including Dolan’s longtime Quebec collaborator André Turpin as cinematographer. The collaboration merged Dolan’s emotionally intense storytelling, influenced by Quebec’s cinéma d’auteur, with France’s tradition of theatrical, dialogue-driven drama, creating a film that resonated in both regions.</p>",
            "type": "connection ca"
        }
    ],


    "day-one": "Monday",
    "day-two": "Tuesday",
    "day-three": "Wednesday",
    "day-four": "Thursday",
    "day-five": "Friday",
    "day-six": "Saturday",
    "day-seven": "Sunday",

    "short-day-one": "Mon",
    "short-day-two": "Tue",
    "short-day-three": "Wed",
    "short-day-four": "Thu",
    "short-day-five": "Fri",
    "short-day-six": "Sat",
    "short-day-seven": "Sun",

    "featured-events": "Featured Events",
    "all": "All",
    "local": "Local",
    "free": "Free",
    "connections": "Connections",
    "location": "Location",

    "list-events": [
        {
            "id": 1,
            "text": "MyFrenchFilmFestival",
            "start": "2025-01-17",
            "end": "2025-02-18",
            "backColor": "#edc351",
            "location": "Online",
            "description": "MyFrenchFilmFestival is an online film festival dedicated to showcasing contemporary French-language cinema to audiences worldwide. Launched in 2011, the festival offers a curated selection of feature films and short films, highlighting emerging talents and diverse storytelling. Viewers can stream the films through the festival’s official website and partner platforms, with short films available for free. The event aims to promote French-language cinema beyond France’s borders, making it accessible to international audiences with subtitles in multiple languages.",
            "longDate": "17 January - 17 February",
            "local": "False",
            "free": "True",
            "connection": "ca"
        },

        {
            "id": 2,
            "text": "César Awards",
            "start": "2025-02-28",
            "end": "2025-03-01",
            "backColor": "#ff6459",
            "location": "Paris",
            "description": "The César Awards are France’s most prestigious film awards, celebrating excellence in French cinema. Established in 1976 and organized by the Académie des Arts et Techniques du Cinéma, the awards are often considered the French equivalent of the Oscars. Held annually in Paris, the ceremony honors achievements in directing, acting, writing, and technical categories, with Best Film being the most coveted prize. Named after sculptor César Baldaccini, who designed the trophy, the event serves as a key highlight of the French film calendar, recognizing both established and emerging talents.",
            "longDate": "28 February",
            "local": "False",
            "free": "False",
            "connection": "None"
        },

        {
            "id": 3,
            "text": "Cannes Film Festival",
            "start": "2025-05-13",
            "end": "2025-05-25",
            "backColor": "#ad72e0",
            "location": "Cannes, Provence-Alpes-Côte-d'Azur",
            "description": "The Cannes Film Festival, established in 1946, is one of the most prestigious and influential events in world cinema. Held annually on the French Riviera, it attracts filmmakers, critics and stars from around the globe. With its iconic red carpet, exclusive premieres and fierce competition, Cannes has launched the careers of legendary directors and shaped the trajectory of international film. The festival’s highest honour, the Palme d’Or, remains one of the most coveted awards in the industry.",
            "longDate": "13 May - 24 May",
            "local": "False",
            "free": "False",
            "connection": "None",
            "connectionGb": "British film and co-production Palme d'Or winners: <ul><li>Brief Encounter (1945)</li><li>The Third Man (1949)</li><li>The Knack... and How to Get It (1965)</li><li>Blow-Up (1966)</li><li>If... (1968)</li><li>The Go-Between (1971)</li><li>The Hireling (1973)</li><li>Paris, Texas (1984)</li><li>The Mission (1986)</li><li>Barton Fink (1991)</li><li>The Best Intentions (1992)</li><li>Secrets & Lies (1996)</li><li>The Pianist</li><li>The Wind That Shakes the Barley (2006)</li><li>Uncle Boonmee Who Can Recall His Past Lives (2010)</li><li>I, Daniel Blake (2016)</li><li>Triangle of Sadness (2022)</li></ul>",
            "connectionCa": "No films from Quebec or even Canada have won the Palme d'Or at Cannes. However, Quebecois productions have won some awards: <ul><li><em>It's Only the End of the World</em> (2016) won the Grand Prix</li><li><em>Jesus of Montreal</em> (1989) and <em>Mommy</em> (2014) won the Jury Prize</li><li>Quebecois director Michel Brault won Best Director for <em>Orders</em> (1974)</li></ul>",
            "connectionJp": "Japanese films which have won the Palme d'Or at Cannes: <ul><li>Gate of Hell (1953)</li><li>Kagemusha (1980)</li><li>The Ballad of Narayama (1983)</li><li>The Eel (1997)</li><li>Shoplifters (2018)</li></ul>"
        },

        {
            "id": 4,
            "text": "Annecy International Animation Film Festival",
            "start": "2025-06-08",
            "end": "2025-06-15",
            "backColor": "#95e364",
            "location": "Annecy, Auvergne-Rhône-Alpes",
            "description": "The Annecy International Animation Film Festival is the world’s leading celebration of animated cinema, held annually in the picturesque town of Annecy, France. It showcases a diverse selection of animated films, from shorts to feature-length productions, representing studios and independent creators from around the globe. While industry professionals gather for premieres, workshops and networking events, the festival also offers free open-air screenings, allowing the general public to enjoy animation under the stars by Lake Annecy.",
            "longDate": "8 June - 14 June",
            "local": "False",
            "free": "True",
            "connection": "None"
        },

        {
            "id": 5,
            "text": "Dinard British and Irish Film Festival",
            "start": "2025-10-01",
            "end": "2025-10-06",
            "backColor": "#5aa8cc",
            "location": "Dinard, Brittany",
            "description": "The Dinard British Film Festival is an annual celebration of British cinema held in the seaside town of Dinard, Brittany. Since 1989, it has provided a platform for British filmmakers to showcase their work to French audiences, featuring a diverse selection of films from major productions to independent gems. Screenings are open to both industry professionals and the general public, with tickets available for individual films as well as festival passes for those looking to experience multiple screenings. The festival also hosts special events such as open-air screenings, discussions with filmmakers and award ceremonies.",
            "longDate": "1 October - 5 October",
            "local": "True",
            "free": "False",
            "connection": "gb"
        },

        {
            "id": 6,
            "text": "Hanabi Seasons",
            "start": "2025-12-01",
            "end": "2025-11-30",
            "backColor": "#f59de3",
            "location": "France",
            "description": "Hanabi Seasons is an annual Japanese film festival held across France, usually taking place in November and December. The festival showcases a selection of contemporary Japanese films, offering French audiences the opportunity to explore Japan's diverse cinematic landscape. While it is primarily hosted in Paris, screenings also take place in various cities throughout France. The festival is designed to introduce Japanese cinema to a broader audience and films are often accompanied by special events and discussions.",
            "longDate": "November / December",
            "local": "False",
            "free": "False",
            "connection": "jp"
        }
    ],

    "view-tour": "View Tour",
    "no-locations": "Add 2 locations to plan your tour!",
    "one-location": "Add another location to plan your tour!",
    "two-locations": "Your tour is complete! You can drag and drop items to reorder.",
    "start": "Start",
    "end": "End",

    "locations-description": "France has long been a favourite backdrop for cinema, from the romantic streets of Paris to the coastal charm of the Riviera. This section highlights iconic filming locations and the films that brought them to life.",
    "paris": "Paris",
    "riviera": "Riviera",
    "countryside": "Countryside",
    "normandy-brittany": "Normandy & Brittany",
    "other-cities": "Other Cities",

    "filming-locations-heading": "Filming Locations:",

    "filming-locations": [
        {
            "id": 1,
            "name": "Before Sunset (2004)",
            "location": "Paris",
            "image": "https://almostginger.com/wp-content/uploads/2018/01/Before-Sunset-5.jpg",
            "description": "<p>This romantic drama is the second part of Richard Linklater's Before Trilogy, following <em>Before Sunrise</em> (1995). It explores the reconnection of Jesse (Ethan Hawke) and Céline (Julie Delpy) after nine years apart. Set almost entirely in the streets of Paris, <em>Before Sunset</em> captures the fleeting moments of their reunion as they walk and talk through the city. The film’s intimate portrayal of their relationship, alongside the stunning Parisian backdrop, showcases the timeless connection between the characters and the city itself.</p>",
            "locations": [
                {
                    "id": 1,
                    "link": "https://maps.app.goo.gl/6Dmt9MR1XcoKUtPS9",
                    "linkText": "Shakespeare and Company, Paris 5e",
                    "directionLink": "Shakespeare+and+Company,37+Rue+de+la+Bûcherie,75005+Paris,France",
                    "city": "Paris"
                },

                {
                    "id": 2,
                    "link": "https://maps.app.goo.gl/VkFZoz9YmHYYfCJ3A",
                    "linkText": "Quai de la Tournelle, Paris 5e",
                    "directionLink": "Quai+de+la+Tournelle,75005+Paris,France",
                    "city": "Paris"
                },

                {
                    "id": 3,
                    "link": "https://maps.app.goo.gl/S8LcBrkKWo9Mr6yU7",
                    "linkText": "Quai Henri IV, Paris 4e",
                    "directionLink": "Quai+Henri+IV,75004+Paris,France",
                    "city": "Paris"
                },

                {
                    "id": 4,
                    "link": "https://maps.app.goo.gl/gvMtdz3v2mbSiurLA",
                    "linkText": "Coulée Verte René-Dumont, Paris 12e",
                    "directionLink": "Coulée+Verte+René-Dumont,1+Coulée+Verte+René-Dumont,75012+Paris,France",
                    "city": "Paris"
                },

                {
                    "id": 5,
                    "link": "https://maps.app.goo.gl/jeQoQ8VV4VDaC4sb7",
                    "linkText": "Le Pure Café, Paris 11e",
                    "directionLink": "Le+Pure+Café,14+Rue+Jean-Macé,75011+Paris,France",
                    "city": "Paris"
                }                
            ],
            "streetview": "https://www.google.com/maps/embed?pb=!4v1743862582251!6m8!1m7!1sQ5m3aqp1uuwdWFS8Qr0kMg!2m2!1d48.85329175141133!2d2.383129277074587!3f86.07!4f-0.2600000000000051!5f1.7663383948750866"
        },

        {
            "id": 2,
            "name": "Portrait of a Lady on Fire (2019)",
            "location": "Normandy & Brittany",
            "image": "https://film-grab.com/wp-content/uploads/photo-gallery/Portrait_of_a_Lady_on_Fire_006.jpg",
            "description": "<p>Set in the isolated coastal landscape of 18th-century Brittany, Céline Sciamma’s <em>Portrait of a Lady on Fire</em> follows Marianne, a painter hired to secretly paint a wedding portrait of Héloïse, a young woman soon to be married to a man she has never met. Héloïse refuses to pose, so Marianne observes her during daily walks, pretending to be a companion. What begins as quiet observation slowly becomes a powerful connection between the two women. The remote, windswept landscape serves as a quiet backdrop to their growing intimacy. The film is a restrained yet emotionally charged story about love, choice and the brief moments that leave a lasting mark.</p>",
            "locations": [
                {
                    "id": 6,
                    "link": "https://maps.app.goo.gl/ohUoMiymQuhkCQMe8",
                    "linkText": "Château de La Chapelle-Gauthier, La Chapelle-Gauthier",
                    "directionLink": "Château+de+La+Chapelle-Gauthier,Le+Château,77720+La+Chapelle-Gauthier,France",
                    "city": "La Chapelle-Gauthier"
                },

                {
                    "id": 7,
                    "link": "https://maps.app.goo.gl/daUpc61r3kAWzKjV8",
                    "linkText": "Arche De Port Blanc Roche Percée, Saint-Pierre-Quiberon",
                    "directionLink": "Arche+De+Port+Blanc+Roche+Percée,56510+Saint-Pierre-Quiberon,France",
                    "city": "Saint-Pierre-Quiberon"
                }
            ],
            "streetview": "https://www.google.com/maps/embed?pb=!4v1743885701939!6m8!1m7!1sCAoSF0NJSE0wb2dLRUlDQWdJQ0VuNTJ5X3dF!2m2!1d47.52205533106518!2d-3.153542289231473!3f176.14683601663668!4f-3.1507760161942144!5f0.7820865974627469"
        },

        {
            "id": 3,
            "name": "The French Dispatch (2021)",
            "location": "Other Cities",
            "image": "https://film-grab.com/wp-content/uploads/photo-gallery/The_French_Dispatch_001.jpg",
            "description": "<p>Set in the fictional city of Ennui-sur-Blasé, <em>The French Dispatch</em> is a comedy drama directed by Wes Anderson, exploring various articles of the final issue of an American magazine based in France. Though fictional, Ennui-sur-Blasé is brought to life through the real streets of Angoulême in southwest France, whose old stone buildings and winding hills perfectly match Anderson’s stylised vision. The city’s character is enhanced with practical miniatures and subtle digital effects, blending the real and the constructed into one cohesive, offbeat world. It’s a film packed with detail and dry humour, where the location becomes a carefully curated backdrop to stories of crime, art, politics and the bittersweet charm of everyday life.</p>",
            "locations": [
                {
                    "id": 8,
                    "link": "https://maps.app.goo.gl/S3ZzMjhCUa85koX56",
                    "linkText": "Place Saint-Pierre, Angoulême",
                    "directionLink": "Pl.+Saint-Pierre,16000+Angoulême,France",
                    "city": "Angoulême"
                }
            ],
            "streetview": "https://www.google.com/maps/embed?pb=!4v1743897044951!6m8!1m7!1sGizEvX5vEa8K4s_hh9gMXA!2m2!1d45.64895348191416!2d0.1509755038800033!3f347.1586480667311!4f1.781484530964363!5f1.2693753021943097"
        }
    ]
}