{
    "lhexagone": "L'Hexagone",
    "under-maintenance": "メンテナンス中のページ！",

    "home": "ホーム",
    "media": {
        "media": "メディア",
        "film": "映画",
        "music": "音楽"
    },
    "visit": {
        "visit": "観光",
        "events": "イベント",
        "attractions": "見どころ",
        "itineraries": "モデルコース"
    },
    "language": "日本語",

    "happening-now": "開催中",
    "on-this-day": "この日",
    "reveal": "暴露",

    "on-this-day-events": [
        {
            "date": "18/04",
            "text": "1909年のこの日、ジョーン・オブ・アークはカトリック教会によって列福された。列福とは、誰かを祝福された人、聖なる人と認めることであり、聖人になるための一歩である。ジョーン・オブ・アークは、百年戦争で軍隊を率いたフランスの若い女性で、19歳で捕らえられ処刑された。彼女の勇気と信仰は多くの人々を鼓舞し、死後、彼女は国民的英雄として記憶された。1909年の列福は、彼女を聖なる人物、信仰の殉教者として認め、1920年の聖人列福への道を開いた。"
        },

        {
            "date": "19/04",
            "text": "1906年のこの日、放射能の研究で有名なフランスの先駆的物理学者、ピエール・キュリーがパリの路上で事故死した。ピエール・キュリーはマリー・キュリーの夫であり、放射能に関する画期的な研究により1903年にノーベル物理学賞を受賞した。彼らの発見は、がん治療や原子力エネルギーなど、科学と医学における重要な進歩の基礎を築いた。"
        },

        {
            "date": "20/04",
            "text": "1848年のこの日、新たに成立した第二共和政のもとで初の国民議会選挙が行われた。この選挙は、王制廃止後、フランスの成人男性全員に初めて選挙権が与えられた、フランス史上重要な出来事であった。この出来事は、フランスにおける民主主義の原則を発展させる重要な一歩となった。"
        },

        {
            "date": "21/04",
            "text": "1792年のこの日、フランス第一共和国は、1793年から1805年までフランスで使用された革命暦を正式に採用した。1年の始まりは秋分で、月の名前は「ヴァンデミエール」（収穫の月）や「ブリュメール」（霧の月）など自然の特徴にちなんだものに変更された。この暦は、伝統的な王政からの脱却と共和制の新時代を象徴するものとして用いられた。最終的には1805年に廃止された。"
        },

        {
            "date": "22/04",
            "text": "1769年のこの日、デュ・バリー夫人はフランス国王ルイ15世の公式愛妾となった。それまでは宮廷女官であった彼女が一躍有名になったことは、フランス宮廷の力学に大きな変化をもたらした。彼女と国王の関係は物議を醸し、王政の道徳的衰退の象徴と見る向きもあった。にもかかわらず、デュ・バリー夫人は影響力のある人物となり、王の公式愛人としての地位は、当時のフランスで最も権力のある女性の一人となった。"
        },

        {
            "date": "23/04",
            "text": "1792年のこの日、革命の賛歌「ラ・マルセイエーズ」がパリで初演された。クロード・ジョゼフ・ルジェ・ド・リスルによって作曲されたこの曲の原題は 「Chant de guerre pour l'Armée du Rhin」（ライン軍のための戦争歌）。すぐに人気を博し、フランス革命の象徴となった。「ラ・マルセイエーズ」は1795年にフランスの国歌に採用された。"
        }
    ],

    "view-connection": "接続を見る",
    "connection-gb": "イギリスとのつながり",
    "connection-ca": "ケベック、カナダとのつながり",
    "connection-jp": "日本とのつながり",

    "whats-on": "開催中のイベント",
    "view-full-calendar": "全カレンダーを見る",
    "full-calendar": "今月のイベント",
    "plan-your-tour": "ツアーの計画",

    "view-more": "もっと見る",

    "spotlights": [
        {
            "id": 1,
            "title": "今すぐロケ地ツアーを計画しよう！"
        },

        {
            "id": 2,
            "title": "エッフェル塔"
        },

        {
            "id": 3,
            "title": "オールド・バーノン・ミル"
        },

        {
            "id": 4,
            "title": "ケ・ナポレオン3世、アヌシー"
        }
    ],

    "home-heading-1": "L'Hexagone-あなたとフランスをつなぐ観光サイト！",
    "home-description-1": "私たちの名前は、六角形の形に似ていることから、フランス人がフランス首都圏につけるニックネームに由来している。私たちの目標は、ユーザーに楽しくインタラクティブな体験を提供し、フランスとユーザー自身の国とのつながりや、フランス文化に無理なく触れる機会を提供することです。",
    "home-heading-2": "フランスの行政区域",
    "home-description-2": "2016年、フランスは地域地図を再編し、大都市圏の数を22から13に減らした。この改革は、既存のいくつかの地域を合併し、より多くの資源と強い政治的影響力を持つ、より大きな行政区域を創設するものである。その目的は、統治を簡素化し、地域の発展を促進することであった。フランス本土の多くの地域で名称と国境が変更された一方で、コルシカ島は変更されず、5つの海外地域（グアドループ、マルティニーク、フランス領ギアナ、レユニオン、マヨット）はそれぞれの独立性を維持した。今日、各地域は教育、交通、経済計画などの分野で重要な役割を果たしている。"
}