{
    "challenges": "課題",
    "challenges-title": "課題｜L'Hexagone",
    "webcams": "ウェブカメラ",
    "webcams-title": "ウェブカメラ｜L'Hexagone",

    "large-landmarks": "大きなランドマーク",
    "large-landmarks-description": "地図を使わずに、凱旋門からエッフェル塔への道を見つけよう！",
    "large-landmarks-trivia-1": "1806年、アウステルリッツでの勝利の後、ナポレオンによって命じられた凱旋門は、革命戦争とナポレオン戦争でフランスのために戦い、命を落とした人々を称えている。凱旋門の下には、第一次世界大戦の戦没者を追悼するために1921年に建てられた無名兵士の墓がある。",
    "large-landmarks-trivia-2": "1889年に完成したエッフェル塔は、当初はそのデザインが批判されたが、その後パリの象徴となった。高さ330メートルのこの塔は、1930年にニューヨークにクライスラービルが完成するまで、人工建造物としては世界一の高さを誇っていた。エンジニアのギュスターヴ・エッフェルによって設計されたこの塔は、当初は仮設のものであったが、科学研究や電気通信に有用であったため、恒久的なものとなった。今日では、世界で最も多くの観光客が訪れるモニュメントのひとつであり、毎年何百万人もの観光客を魅了している。",

    "lets-meet": "会いましょう！",
    "lets-meet-description": "ストリートビューを同じ方角で同じ地点に到達させる！",
    "lets-meet-trivia-1": "オクシタニーのロゼール県、ランゴーニュのはずれにあるナウサック湖です。素晴らしい自然景観に囲まれた静かな貯水池であるラック・ド・ノサックは、釣り、ハイキング、ウォータースポーツなどのアウトドア・アクティビティに人気のある場所です。",
    "lets-meet-trivia-2": "ここはオクシタニー・ロゼール県の小さな町ランゴーニュの中心で、その歴史的建造物と中央市場広場で知られている。町の起源は中世にまでさかのぼり、豊かな遺産を有している。周辺の農村地域の拠点として機能しており、静かで伝統的な雰囲気に包まれている。",

    "its-an-emergency": "緊急事態だ！",
    "its-an-emergency-description": "急げ 咳止めを買うために薬局を探さなければならない！できるだけ早く見つけよう。",
    "its-an-emergency-trivia-1": "注：薬局には緑色の十字マークがついている。",
    "its-an-emergency-trivia-2": "バル＝ル＝デュックは、フランス北東部のグラン・エスト地方に位置する歴史的な町である。美しいルネッサンス建築とオルナン川沿いの風光明媚なロケーションで知られるバル＝ル＝デュックは、地元のフルーツを使った伝統的なゼリーで有名で、バル＝ル＝デュック城やサン・テティエンヌ教会などのランドマークでフランスの過去を垣間見ることができる。",

    "list-webcams": [
        {
            "id": 1,
            "title": "プロヴァンス＝アルプ＝コート・ダジュール、ヴィルフランシュ＝シュル＝メール、ポルト・ド・ラ・サンテ",
            "description": "ポルト・ド・ラ・サンテは、プロヴァンス＝アルプ＝コート・ダジュール地方のヴィルフランシュ＝シュル＝メールにある、風光明媚な小さな港である。地中海沿岸に位置し、カラフルなボート、クルーズのテンダー、絵のように美しいウォーターフロントで知られています。",
            "embed": "zkEdGueUrek"
        },

        {
            "id": 2,
            "title": "オーヴェルニュ＝ローヌ＝アルプ地域圏、ラ・プラーニュ＝タレントワーズ県",
            "description": "ラ・プラーニュ＝タランテーズは、フレンチアルプスの風光明媚なアルペンエリアで、雪の斜面、スキーリゾート、山の景色で知られている。人気のパラディスキー地域の一部で、世界中からスキーヤーやウィンタースポーツ愛好家が集まる。",
            "embed": "emSM3Eh0YUw"
        },

        {
            "id": 3,
            "title": "ミュンスター, グランエスト",
            "description": "ミュンスターは、フランスのグラン・エスト地方にある、ヴォージュ山脈に抱かれた魅力的な町である。伝統的なアルザス建築と有名なミュンスターチーズで知られるこの町は、なだらかな丘陵と豊かな緑に囲まれた穏やかな環境を提供している。",
            "embed": "9gpgv4CvAwc"
        },

        {
            "id": 4,
            "title": "ペイ・ド・ラ・ロワール県、レ・サーブル・ドロンヌ港",
            "description": "ポルト・デ・サーブル・ドロンヌは大西洋岸の活気ある港で、ヴァンデ・グローブ・ヨットレースのスタート地点である漁船団とマリーナで有名です。港の入り口にはいくつかの灯台があり、周辺にはカフェや遊歩道がある活気あるウォーターフロントが広がっています。",
            "embed": "IzQTpP2veLU"
        },

        {
            "id": 5,
            "title": "ブルターニュ、サン・マロ",
            "description": "ブルターニュ地方に位置するサン・マロは、見事な城壁に囲まれた旧市街と絵のように美しい港で知られる歴史的な港町である。この街には豊かな海洋の歴史があり、港は商業船とレジャー船の拠点となっている。サン・マロは、ビーチ、シーフード、印象的な海岸線で特に人気がある。",
            "embed": "J3xg6-S2bFU"
        },

        {
            "id": 6,
            "title": "オクシタニー県、フォン＝ロメウ＝オデイロ＝ヴィア",
            "description": "フォン＝ロメウ＝オデイヨ＝ヴィアはフランス・ピレネー山脈の山間の町で、スキーリゾート、日照に恵まれた気候、高地トレーニングセンターとして有名である。また、世界最大級の太陽炉、フォー・ソレール・ドオデイヨもある。",
            "embed": "v41wlakLZcc"
        }
    ]
}