{
    "overview": "概要",
    "essentials": "エッセンシャル",
    "events": "イベント",
    "listen": "聞いてみる",

    "todays-song": "今日の曲",

    "top-artists": "トップアーティスト",
    "essentials-genres": {
        "titles": {
            "dance-house": "ダンス・ハウス",
            "electronic": "エレクトロニック",
            "pop": "ポップ",
            "chanson": "シャンソン",
            "rock": "ロック",
            "metal": "メタル",
            "rap": "ラップ",
            "jazz": "ジャズ",
            "folk": "フォーク",
            "classical": "クラシック"
        },
        "descriptions": {
            "dance-house": "ダンスとハウスミュージックは90年代にフランスで発展し、急速に文化の重要な一部となりました。アンダーグラウンドシーンから生まれ、ディスコ、ファンク、エレクトロニックサウンドの影響を受けたこのスタイルは急速に成長し、クラブ、フェスティバル、そしてメインストリームのラジオでも定番となりました。フレンチハウスは90年代後半から2000年代初頭にかけて西洋世界の多くで人気を博し、その影響は音楽の枠を超えて広がりました。レイブシーンの定義を手助けし、フランスのナイトライフで若者たちに反抗と自由の感覚を与え、大胆でカラフルなストリートウェアの台頭と、よりリラックスした表現的なスタイルの受け入れを促しました。同様に、アートにおいても、アーティストたちはしばしば鮮やかな色彩やネオンライトを組み合わせ、ダンスとハウスミュージックの活気に満ちたエネルギーに触発されました。",
            "electronic": "フランスのエレクトロニック・ミュージックは、50年代にさかのぼり、ピエール・シェフェールによる音響コラージュ（またはミュジーク・コンクレート）の開発がその始まりです。彼は録音した音を使って、それらを操作し、作曲に変えました。この実験は、後のエレクトロニック・ジャンルの基盤を作ることとなりました。70年代には、ジャン＝ミシェル・ジャールやスペースといったアーティストが、シンセサイザーを使ったメロディアスでアクセスしやすい音楽を作り、国際的に認められるようになりました。70年代にフランスのエレクトロニック・ミュージックはすでに認識されていましたが、90年代にはテクノ、アンビエント、トリップ・ホップといったジャンルが登場し、フランスの音楽シーンへの影響がさらに強まりました。 音楽そのものを超えて、フランスのエレクトロニック・ミュージックはフランス文化のさまざまな側面に大きな影響を与えました。映画では、『時間の支配者たち』（1982年）や『タクシー』（1998年）といった作品が、シンセサイザーを駆使したサウンドトラックで、動きや現代性の感覚を強調し、緊張感や雰囲気を引き立てています。ファッションでは、90年代におけるエレクトロニック・ミュージックの台頭が、ミニマリズムやテクノロジーに触発されたデザインの人気を高め、音楽の未来的な要素を反映したスリックでモダンなスタイルを生み出しました。",
            "pop": "フランスのポップ音楽は、60年代のシャンソンに影響を受けたポップから、80年代以降の洗練されたグローバルな制作まで、いくつかの波を経て進化してきました。60年代のフランス・ギャルやミッシェル・ポルナレフのようなアーティストたちは、フランスの詩的な表現を現代的なポップサウンドと融合させ、80年代にはシンセサイザー駆動のヒット曲と国際的な影響力の増大が見られました。90年代と2000年代には、フランスのポップはエレクトロニックやR&Bの要素を取り入れ、洗練された制作とアクセスしやすさに重点を置くようになりました。2010年代以降も進化を続け、ヒップホップ、エレクトロ、そして世界的な影響を取り入れつつ、独自のアイデンティティを保っています。フランスのポップ音楽は、文化的な変化を常に反映してきました。60年代のイエ・イエの無邪気なエネルギー — 明るいメロディと若々しい精神によって特徴づけられる — から、80年代の個人主義とグラマーの増大へ。90年代と2000年代には、愛と逃避のテーマが引き続き中心でしたが、現代メディアの採用が進みました。最近では、アイデンティティや不平等といった社会的な問題に対処することがフランスのポップ音楽の重要な部分となっています。",
            "chanson": "シャンソンは第二次世界大戦後、愛、ノスタルジア、社会的コメントをテーマにした支配的なジャンルとして登場しました。日常生活に共鳴し、カフェ、キャバレー、ラジオ放送で人々はその詩的な歌詞と豊かなストーリーテリングに共感しました。その感情豊かな性質は、変化の時期において慰めと反省をもたらし、文化的な定番となりました。数十年にわたり、シャンソンはジャズやロックなどの他のジャンルと融合し、その印象的な歌詞とストーリーテリングの強調を保ちながら進化しました。現在では主流からは姿を消しましたが、その影響は現代のフランス音楽において依然として強く残っています。",
            "lorem-ipsum": "ロレム・イプサム・ドル・シット・アメット、コンセクテトゥール・アディピスイング・エリット。セッド・ド・エイジモッド・テンポール・インシディドゥント・ウト・ラボーレ・エト・ドローレ・マグナ・アリクア。ウト・エニム・アド・ミニム・ヴェニアム、キス・ノストルド・エクサーシタシオン・ウラモコ・ラボリス・ニシ・ウト・アリクイプ・エクス・イア・コモド・コンセクアット。ドゥイース・アウト・イルレウレ・ドロール・イン・レプレヘンデリット・イン・ヴォルプテ・ヴェリット・エッセ・シルム・ドローレ・ユー・フギアット・ヌラ・パリャター。エクスセプター・シント・オカキャット・クピダタット・ノン・プロイデント、スント・イン・カルパ・クイ・オフィシア・デゼラント・モリット・アニム・イド・エスト・ラボラム。"
        }
    },

    "profile-connections": {
        "daft-punk": {
            "en": "",
            "ca": "",
            "jp": "JAPANESE"
        }
    }
}